{"features":[{"geometry":{"coordinates":[-0.17599,51.51431],"type":"Point"},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"Traffic is still going to have to move onto and off the main connecting roads.\nIt is going to increase traffic down previously quiet streets.\nIn our street (Conduit Mews), flagrant abuse of the one way flow occurs. The front doors open onto the street and it is only a matter of time before a fast-moving car, van or scooter hits a child or infirm adult.","icon":"red","comments2":"This is a deplorable scheme and will mean misery to everyone except those in the protected areas like Tony Blair and any other MP's who live in a very expensive area of London."}},{"type":"Feature","properties":{"comments1":"I have issues that private hire vehicles who need to get to certain areas within these proposed changes, they will no longer be able too as they will not have access to them. you will be letting vulnerable people specifically pickup spots like Saint Marys Hospital, will lose the option of taking private hire transportation within this area. Connaught Village is a vital back road that need to be kept open to regular traffic. cutting it off only pushes CO2 emisions to other areas which contradict your initial intention. the Main road leading to Marble Arch is already heavily congested and forcing even more cars will increase pollution and lower quality of life for the residents that will have to live with this increase. these proposals only support one side and punishes motorists. I believe this will only anger residents and I do not believe you have the full support of this area. I urge you to reconsider these porposals and think again as this will certainly wouldn't work in reality.    ","icon":"red","comments2":"I believe that this shouldn't go ahead, as I have mentioned above, Connaught Street is a vital back road which many traders use, taxi/private hire use and other motorists. this place has very lower numbers of foot traffic anyway and it makes no sense to punish those that need to use this road. I believe that maybe putting timed restrictions on certain roads will be helpful when times are busy the both sides can enjoy the space. Pread Street is also a vital road where both traders and Private hire vehicles need to use for work and it seems that you do not care what their needs are. these people shouldn't be punished for a few that live there. this should remain open so that you do not increase the burden on them. Private hire vehicles will lose access to the hospital and can not take vulnerable people back home.  ","status":"Strongly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.1611,51.51583]}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"","icon":"red","comments1":" I wonder what is the point of implementing this scheme now when there is so much less traffic than normal? The effect would be quite different if so many people weren’t still working from home.\nAlso, what a great idea for the people in the Hyde Park Estate but what about the rest of us who live in residential areas outside this zone and will now have to put up with even more traffic?\nI live in Conduit Mews, just off Spring Street, which is currently quite quiet due to Coronavirus restrictions but presumably we will be inundated with people trying to find an alternative route to avoid your closures in the future.\nAlso, where is the logic in restricting car access to the hospital on Praed Street and South Wharf road?  Are you trying to force an end to private car ownership?  Often ill people are unable to walk, cycle or use public transport!  You can only drive to the hospital in a cab?  It’s not a residential area so why include it in the restricted access but leave all the residential roads around Paddington to become rat runs? \nHow was Hyde Park Estate selected for this special treatment?  This does nothing to help congestion in Paddington, most of which is currently caused by your pavement widening measures.  Have you been to Paddington recently?  All the pedestrians are staying at home so there is no need for extra wide pavements.  In normal times, all the congestion is on Praed Street caused by the illegal taxi rank, on London Street due to uber drivers picking up from the statio and on Sussex Gardens and around Lancaster Gate due to your cycle scheme and poorly timed multiple traffic lights.  This scheme does nothing to tackle the real congestion, it’s just a nice idea for the lucky residents of the Hyde Park Estate.\nThis scheme is ill thought out and badly timed."},"geometry":{"type":"Point","coordinates":[-0.17599,51.51431]}},{"geometry":{"type":"Point","coordinates":[-0.17026,51.51875]},"properties":{"hpe":false,"status":"Mostly negative","comments2":"I'd rather focus on the traffic on Edgware Road - very busy compared to the other mentions. \n\nWhen I walk to vote, I noticed the area is very difficult to walk as the road signs are not for pedestrians. \nI usually use the busy Edgware Road but considering to walk via Sale St and Norfolk CR for destination to Marble Arch, if it's saver. \n\nOne prolonged problem in this neighbourhood is the organised-fake-beggar and scam on Edgware Road. Those Eastern European looking women and men group always sit outside supermarkets (seed of virus?), and use some flowers to ask people especially tourists (Before lockdown) to give them change. The Marble Arch team is aware of this junk but we have no way to kick them out of the country. It would be grateful if you could inspect whether they have legal residency here (visas etc). \n\nI personally have been saving tourists from such a scam before the lockdown, when they hit the Oxford Street.","comments1":"I received this plan from the post, I live on the edge of this area - Balmoral Apartments at West End Quay neighbouring with Merchant Square at the Paddington basin. So the rest of the survey (which seems to be your main focus) I don't have an opinion. \nHowever, the Restricted access on South Wharf Road and Praed Street is confusing, as the Car Park for us is in the middle of South Wharf Road, must access through the hospital and the Praed street end is one way at the moment. \nOn your plan, the only path to access the car park when we return is noted as \"no entry , restricted except access\". Could you please clarify if residents' private vehicle is included with the \"access\"?\nIf not, could you either give us an entry permit to stick on windscreen or change it? \n\nThank you.\n\n\n\n","icon":"red"},"type":"Feature"},{"properties":{"comments1":"I’ve read the proposal, and I find it odd that it’s the most expensive, and seemingly quietest, part of the area that is being given this low traffic initiative. Other parts of the area are much worse, with our roads (about 200m away from the proposed area) already used as constant cut throughs for delivery and Uber drivers. I am not saying it shouldn’t go ahead on these grounds, but I just feel the spill over will make neighbouring areas even worse, so wondering if they’ll be doing this more or just stopping at this quite specific area","icon":"red","comments2":"","status":"Mostly negative","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.17802,51.51368]}},{"geometry":{"coordinates":[-0.18217,51.51414],"type":"Point"},"properties":{"comments2":"","comments1":"Will write separately ","icon":"red","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.12032,51.56502]},"type":"Feature","properties":{"status":"Mostly negative","hpe":false,"comments2":"","icon":"red","comments1":"Taxis should have the same thru-access we do today. We’re not private cars, and most of our passengers are car owners themselves. 20 mph limits, perhaps even 15mph limits on side streets.... fair enough. But please let taxis just do their jobs. Thx"}},{"geometry":{"coordinates":[-0.17599,51.51431],"type":"Point"},"type":"Feature","properties":{"comments2":"","comments1":"As a resident of Conduit Mews, the impact of this plan on our quality of life both in terms of congestion and pollution is significant. \n\nIt appears to favour Hyde Park gardens and Connaught Street to the exclusion of all other areas in W2. Some might wonder why this is. \n\nThere will be a dramatic increase in traffic the Sussex Gardens and Praed Street Route. These streets are already restricted and congested. \nConduit Mews being used as a thoroughfare will increase (people using it as a two way street is already unacceptable).\nThe taxi rank that has established itself in Praed Street, the width restrictions and deliver scooters and the number of buses make Praed Street a no-go area. \nThis plan is ill conceived and appears very partisan. \n\nI object and hope that, as we reside  in a democracy, you will provide the opportunity for consultation and clear transparency on the decision making process. Otherwise, please be warned that FOI requests will be our starting point in contesting this. \nPlease confirm receipt of this email.\n\n\nSent from my iPhone","icon":"red","hpe":false,"status":"Strongly negative"}},{"geometry":{"type":"Point","coordinates":[-0.16452,51.51783]},"properties":{"comments1":"This is just more wastage of public funds. It is driven by nimbyism in a small affluent land block. It will just make moving around even harder and congested on Bayswater rd and Edgware Road. It works absolutely fine as it is, I have seen that as a pedestrian, cyclist and driver (i walk my daughter to the bus stop at Albion st in the morning rush and collect her in the afternoon) stop interfering with traffic systems that work - you did this at Lancaster Gate which is now a horror show. The marginal benefit is so small for such a small number of people. You will just exacerbate the problems on surrounding roads. People wanting to move north south  will now do so to the east of Edgware Road which will be more congested or to west of Gloucester place. Invest in local amenities for local residents not in hubristic, navel gazing woke schemes that strangle and frustrate local residents. Stop digging up roads and putting in new curbs and bus lanes and cycle lanes (park lane is a disgrace). People are in genuine need with COVID- help them, fund arts, musicians, venues that are struggling not another pointless traffic interfering wet dream that embodies the disastrous vision of the current mayor","icon":"red","comments2":"Spend money more wisely","status":"Strongly negative","hpe":false},"type":"Feature"},{"properties":{"comments2":"Vehicles are going greener, please be patient. This area is part of the most fantastic city in the world, it is 100% not a village! that area has the most magnificent facilities around it. Closing it off would push traffic, most of which is vital to Londons success e.g. business traffic, service vehicles such as plumbers, deliveries, post office, cleaners and so on, onto other residents areas. All Londoners know that the hustle and bustle of living in one of the most exciting and business orientated cities of earth is part of the package. We move to villages later in life, some earlier, when were tired of London, if ever!","icon":"red","comments1":"Unfair on surrounding residents areas outside this area, with this logic, then we should turn those areas outside this area into LTN's meaning that NO ONE WILL BE DRIVING ANYWHERE. Those residents in tat area knew what they would be getting when they moved in there, besides there are no vehicle congestion at present there and this will cause serious congestion to the residents facing bayswater road and sussex grade and even more on edgware road. London needs to move around to be successful.","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.21171,51.52952]}},{"geometry":{"coordinates":[-0.1883,51.51689],"type":"Point"},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"","icon":"red","comments2":""}},{"geometry":{"coordinates":[-0.21022,51.4922],"type":"Point"},"properties":{"comments2":"","icon":"green","comments1":"We we do things for our animals and plants the regards for  humans are double. ","status":"Strongly positive","hpe":false},"type":"Feature"},{"properties":{"comments2":"","icon":"red","comments1":"I am a 76 year old woman who needs access (outside of Corona restrictions of course) to my grandchildren who live in the area. I cannot bicycle or walk there. I need to be able to move around with them in a motor car. ","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"coordinates":[-0.12757,51.49653],"type":"Point"}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"","comments1":"I  am a 75 year old man with long-term health issues who needs access to the area to be free as I need to travel to see my grandchildren often. ","icon":"red"},"geometry":{"type":"Point","coordinates":[-0.12757,51.49653]}},{"geometry":{"coordinates":[-0.18042,51.49897],"type":"Point"},"properties":{"comments2":"","icon":"green","comments1":"","hpe":false,"status":"Strongly positive"},"type":"Feature"},{"geometry":{"coordinates":[-0.16202,51.51589],"type":"Point"},"properties":{"status":"Strongly positive","hpe":false,"comments2":"","comments1":"Let's re-centre our neighbourhoods around people, not cars.","icon":"green"},"type":"Feature"},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments2":"","icon":"red","comments1":"The proposed residential areas will obstruct existing routes without reducing the overall volume of local traffic "},"geometry":{"coordinates":[-0.18338,51.51441],"type":"Point"}},{"geometry":{"coordinates":[-0.18289,51.51262],"type":"Point"},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments2":"","icon":"red","comments1":"I drive through Connaught Square daily for the school run. I also stop and shop in the Square. Currently due to Covid many parents are driving their children to schools in Maryleborne. I think the plans could be a disadvantage to businness as many parents including myself stop to have coffee, lunch and shop. Avoiding them access would prevent them from doing this. Also with increased cycle lanes on Bayswater road due to Covid has currently caused traffic problems, this proposal would add to this. "}},{"type":"Feature","properties":{"comments2":"","icon":"red","comments1":"I am reading on the Nextdoor website educated discussion about the pros and cons of this scheme. It appears the traffic flows were modelled on a dataset from 2014 - before the reduction of Bayswater Rd and Westbourne Terrace traffic lines to accommodate cyclists and before the beginning of enormous building developments such as the Paddington Tower and the hotel on the corner of Craven Rd and Eastbourne Terrace. 2014? Seriously? Negligent if that's the case. Get some up to date information, re-run the modelling and prove to those of living on the streets around the area how this work. Benchmark existing pollution levels (you have the data) and run this study like a grown up. ","status":"Strongly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.17857,51.51579]}},{"geometry":{"type":"Point","coordinates":[-0.17572,51.51452]},"type":"Feature","properties":{"hpe":false,"status":"Neutral","icon":"grey","comments1":"My family and I live right at the border of the area in question (Spring Street) and we are concerned that our street is going to see an increase in traffic because of the exclusion zone which is being proposed","comments2":"We are not happy with the proposal because invariably our street is going to see an increase in traffic and therefore pollution.  "}},{"type":"Feature","properties":{"comments2":"","icon":"red","comments1":"I visit my elderly parents frequently and I’m very concerned that my journey to them will more than double in time when these measures take place. Because of this, I object. ","status":"Strongly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.18758,51.53947]}},{"geometry":{"type":"Point","coordinates":[-0.19421,51.55328]},"properties":{"hpe":false,"status":"Strongly negative","comments2":"","comments1":"It will be very difficult to visit my parents as the artery roads are already heavily congested and will be even more so with this proposal. \n","icon":"red"},"type":"Feature"},{"properties":{"hpe":false,"status":"Strongly negative","icon":"red","comments1":"The proposals are based on outdated research - the landscape has dramatically changed with entire previously-key roads and lanes having been removed, and the positive for the few streets within the area will be hugely outweighed by the buildup of pollution, gridlocks, and noise for all surrounding residents, both local and less local that frequently visit the area.\n\nAccessibility for disabled will also be hindered here - they will not be able to access the facilities and residents within the boundaries, unless there is an exception implemented for cabs, blue badge drivers, etc.\n\nThe message that this is all sending is also a negative one - that wealth wins in society, and the likes of non Hyde Park residents, namely the ones on Sussex Gardens, will pay the price and suffer the most from this initiative.","comments2":"There are several examples of such a scheme being implemented and failing dramatically. In the very least, the scoping and impact assessment for this scheme desperately needs to be reconducted given the vastly changed surroundings since the last one was completed."},"type":"Feature","geometry":{"coordinates":[-0.19108,51.51589],"type":"Point"}},{"type":"Feature","properties":{"hpe":false,"status":"Mostly negative","comments2":"","icon":"red","comments1":"I live just outside the proposed zone and we have already experienced increase traffic congestion after the introduction of the cycle way and the change in road layout outside Lancaster Gate Station. Cyclists however continue to ride at speed on the pavements and ignore the traffic and cycle lights - introducing LTNs will just encourage their reckless behaviour to escalate. \nLTNs also make it more difficult for those with mobility issues to get around. "},"geometry":{"type":"Point","coordinates":[-0.18221,51.51715]}},{"geometry":{"coordinates":[-0.16743,51.5186],"type":"Point"},"type":"Feature","properties":{"status":"Strongly positive","hpe":false,"comments2":"","comments1":"- I think the scheme gives far too much weight to the tiny handful of (vocal!) residents who own cars - most of us  don't!\n- Having said that, this is clearly an excellent step in the right direction\n- I don't see the need for an entrance on Connaught Street from edgware road - closing it would benefit the poor pedestrians on the Edgware Road - of course, perhaps there is a good reason I've not thought of!","icon":"green"}},{"type":"Feature","properties":{"icon":"red","comments1":"By stopping traffic from cuting through will greaty increase traffic on the main roads, discourage delivery companies and tradesmen to take on jobs in the closed off arear. Not allowing HGV vehicles is understandable, but stopping small passenger cars and taxis from enetring the area is completely unacceptable.","comments2":"I object the plan","hpe":false,"status":"Mostly negative"},"geometry":{"coordinates":[-0.15739,51.51747],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.16243,51.51533]},"properties":{"icon":"red","comments1":"This scheme will not reduce pollution or traffic. it will increase both as journey times will be substantially increased and it merely move some traffic to stay in other areas for longer. The idea is completely ill thought out. Stationary traffic is the worst type. A small number of people will maybe benefit but a whole lot more will have their lives blighted. Ridiculous idea","comments2":"Cutting off roads moves the traffic and does not irredicate the issues. Have you ever walked by stationary traffic. it needs to move. ","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"type":"Feature","properties":{"comments2":"","icon":"red","comments1":"Whilst it may be slightly premature and I suspect my observations will not have any influence, I should make clear my opposition to the sort of low traffic initiative that  you  are proposing. Naturally these consist of a number of road closures with signs saying \"no entry for vehicles\" etc.  As you acknowledge, these signs do not mean what they say because motor vehicles are allowed to access the area and so in very short order everyone will know the score and the signs will have no effect whatever.  However, whenever any area is closed down or given restrictions it causes a consequential surge in traffic elsewhere and this leads inevitably to greater congestion and air pollution as all motor vehicles, be they cars, taxis or buses, idle away.\n\nThe rationale of the initiative “to reduce congestion, improve air quality and make it easier and safer for residents to walk and cycle” is simply a chimera: it sounds good but will achieve nothing.\n\nOne of the facts that most city planners seem to ignore is the importance of flowing traffic. As soon as traffic is reduced or removed it facilitates other street crimes, such as mugging, because the life blood is not running through the area.  No doubt the trial will go ahead and the City of Westminster will spend a lot of unnecessary money on modifying the roads, creating signage etc, all frankly for no good reason.  \n\nThe amount of unnecessary expenditure that has already taken place on restructuring the roads, increasing pavements and providing cycle lanes must be an eye watering figure.  Clearly the City of Westminster has a responsibility to make things as safe as possible for everyone. In my view, a cycling proficiency test which would cost a fraction of the money you are talking about now would perhaps stop cyclists abusing what they believe is their God given right to disobey the Highway Code. That would be a good place to start.\n\n","hpe":false,"status":"Strongly negative"},"geometry":{"type":"Point","coordinates":[-0.17034,51.51823]}},{"properties":{"comments1":"","icon":"red","comments2":"","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"coordinates":[-0.00994,51.63327],"type":"Point"}},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"Air quality will not improve because you will have congestion and stationary traffic on Bayswater road, Park being closed more often then open!!!! ","icon":"red","comments2":"Stop bottlenecking traffic. "},"geometry":{"coordinates":[-0.21604,51.54639],"type":"Point"}},{"geometry":{"coordinates":[-0.18593,51.51421],"type":"Point"},"type":"Feature","properties":{"comments2":"","comments1":"","icon":"red","status":"Strongly negative","hpe":false}},{"geometry":{"coordinates":[-0.18163,51.52363],"type":"Point"},"properties":{"status":"Mostly negative","hpe":false,"comments2":"It's not clear from the proposal which vehicles would continue to have access.  Deliveries, taxis and disabled users are mentioned. These make sense, however if the taxi exemption extends to private hire cars, congestion will not fall as hoped.  A very large percentage of the cars moving around that area are private hire, particularly in the evening, and they will simply continue milling around the area waiting for punters on the Edgeware Road.","icon":"red","comments1":"The plans generally make the area more attractive for the people who live there.  Of course the council should be looking at make areas more liveable for its residents, but these 'micro-areas' of Westminster do not exist in isolation.  \n\nIf the intention is only to restrict these changes to the Cannaught area, whose problems are bound-up with the popularity of the Edgware Road, then I personally would not object.  However if these are pilots for the reast of the borough, then the council needs to be careful not to extrapolate its lessons.  \n\nThese trials will tell us nothing of what it will be like to extend it to other areas of Westminster or London as a whole.  For someone living in them there is only upside.  They get to continue to use the area as before but they get to use the rest of the borough as before and shut other visitors out by making access more difficult.  However people living on the edge of it will see increases in congestion, and people further afield may simply stop visiting or making use of the aminities in the area. \n\nSlowly closing off sections London will not make London a more liveable city of Londoners, it will atomise the city and make it particularly difficult for those (eg the elderly and those with families) which rely more on private car use than those that do not. \n\nIf the whole of London were split up like this, it would be impossible for those with young children to use schools outside their immediate area.  It would make it difficult for them to visit relatives and friends.  It would make it difficult for grandparents to visit them at home.  \n\nWestminster council always seemed to exercise more common sense than some other boroughs, so I'm disheartned that it seems to be jumping on the same anti-car bandwagon as other councils.  Cycling is fine for young single persons, but it simply not realistic for those who are older or have young families, it is also weather dependant.\n\nI have read some comments from residents that welcome the changes to make the area more village like.  London is not a village, it's Europe's largest and most global city.  We all want it to be liveable, but if anyone wants to live in a village they should move to a village, not cocoon themselves in enclaves."},"type":"Feature"},{"properties":{"hpe":false,"status":"Strongly negative","icon":"red","comments1":"I have no words to describe how stupid this proposal is ","comments2":""},"type":"Feature","geometry":{"coordinates":[-0.15688,51.51675],"type":"Point"}},{"properties":{"status":"Strongly negative","hpe":false,"comments2":"","icon":"red","comments1":"I do not agree with this as all this is going to do is make it impossible to get out and about within the area. It's fine as it is leave it alone. When you're sitting in your office your fine, but we are the ones suffering. It's a BIG NO  from me."},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.16532,51.51953]}},{"type":"Feature","properties":{"comments2":"Please make Hermitage Street one way - exit only to Harrow Road.. otherwise we get too much two way traffic as cars run through to North Wharf Road. ","icon":"green","comments1":"I am concerned about traffic and parking being pushed to areas outside of this protected zone. I live in Hermitage Street and already there is parking on double yellow and chauffeured cars “resting”. I have seen wardens walk past resting cars and taking no action. I fear it will get worse only with this scheme. ","status":"Mostly positive","hpe":false},"geometry":{"type":"Point","coordinates":[-0.17578,51.51936]}},{"properties":{"status":"Strongly negative","hpe":false,"comments2":"Leave the streets alone.","icon":"red","comments1":"Impact on the surrounding areas and impact for emergency services"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.14887,51.52089]}},{"type":"Feature","properties":{"status":"Strongly positive","hpe":false,"icon":"green","comments1":"I cycle through this area regularly and it would\nmake it safer","comments2":""},"geometry":{"type":"Point","coordinates":[-0.14026,51.48773]}},{"geometry":{"coordinates":[-0.17607,51.51259],"type":"Point"},"properties":{"icon":"red","comments1":"The Hyde Park Estate is a low density residential area compared with all the surrounding streets.  Westbourne Terrace, Lancaster Terrace, Westbourne Terrace and Sussex Gardens are comprised of a much larger number of multi-family dwellings and total number of residents.  All of these streets and side roads will become permanently gridlocked.  In pre-Covid times, and before the addition of new cycle lanes on Brook Street, Sussex Gardens and Bayswater, the tailbacks at the traffic lights for each of these streets were already creating terrible pollution.  \nYou have not considered the impact of these newly narrowed roads and the rat-running that already occurs in this adjacent residential area. \nThis is not the time to be forcing additional traffic onto already crowded, and now narrowed roads in a more densely populated residential area.  \nThere is zero evidence on your proposal pages for the proposed Hyde Park Estate LTN.  \nTo try to help a small group of influential people at the expense of many many more just adjacent, without any data, is clearly a case for judicial review. \nHave you checked the residential populations of those in and out of the LTN, not just the registered voters but all residents?\nHave you done any air quality testing on streets that will receive the traffic that is diverted out of the LTN into those streets?\nPlease demonstrate how you have taken into consideration the recent narrowing of roadways on Brook Street, Sussex Gardens and Bayswater which will all receive traffic that is diverted out of the LTN into those streets?\nThere is a recognition on your website that this will cause traffic to divert to neighbouring streets, both outright statement and also as a basis for closing sections of Praed Street.  Please explain therefore why you are not illustrating the impact on the other neighbouring streets?","comments2":"This proposal has no evidence basis and does not show any data on impact on surrounding areas.  ","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"properties":{"hpe":false,"status":"Strongly positive","comments2":"This is a brilliant scheme. It should be extended further down the road to Gloucester Terrace. And all around Hyde park. The park should spill out into all the residential areas around it. Cycle lanes should continue from the park into these local areas.","icon":"green","comments1":""},"type":"Feature","geometry":{"coordinates":[-0.17918,51.51453],"type":"Point"}},{"type":"Feature","properties":{"comments2":"Abandon this Low Traffic Nonsense.  London is a large city and people have to function and go about their business.  It's not a giant recreation area (we have Hyde Park for that) - if you add half an hour to every journey time it seriously impacts my and others way of life.  I genuinely believe you sit in your meetings with no  idea how your illogical and insane decisions practically affect peoples lives and their ability to perform every day tasks.","icon":"red","comments1":"The reason there is increased traffic flow on Hyde Park Estate is because of the INSANE DECISION to reduce Bayswater Road to a single lane, thus encouraging drivers to cut through HPE.  I've never seen a single cyclist in that lane.  They ALL CYCLE IN PARK.   Reinstate 2 lane westbound Bayswater Road (and northbound Park Lane) and problem will be solved.   As for air quality, traffic sitting in grid lock WORSENS  air quality.  It's as if the Mayor WANTS to bring London to a standstill.   Why don't you consult the people who really know, London Black Cab Drivers who drive the streets every day.   The traffic flow was much smoother before you people started meddling.  ","status":"Strongly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.17711,51.51361]}},{"geometry":{"coordinates":[-0.1934,51.51838],"type":"Point"},"type":"Feature","properties":{"comments2":"","icon":"red","comments1":"For decades use of these roads was ok. apaleas STOP doing this.","hpe":false,"status":"Strongly negative"}},{"geometry":{"coordinates":[-0.19341,51.51837],"type":"Point"},"type":"Feature","properties":{"icon":"red","comments1":"","comments2":"Blocking Kendal street for traffic is awful idea","hpe":false,"status":"Strongly negative"}},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"icon":"red","comments1":"This proposal is treating the symptoms and not the cause. The reason why vehicles are using the Hyde Park Estate as a cut through route are due to the unacceptable wait types on Gloucester Terrace, Westbourne Terrace, Lancaster Terrace, Sussex Gardens and the Bayswater Road. The changes made to the roads in this area in the last 7 years by TFL and Westminster Council have directly contributed to these excessive wait times. Why have 4 lane routes (Bayswater Road, Westbourne Terrace, Sussex Gardens and Lancaster Terrace) been converted into 2 lane routes for very little value for local residents? Why are there 2 lanes for bus stands on Lancaster Terrace? It should have been obvious that the reduction in lane capacity would have serious implications in the area. Restricting the ability to use the Hyde Park Estate as a cut through route will just increase the usage and wait times on the previously mentionned roads leading to greater idle times, increased air pollution and lead drivers to take more risky decisions at traffic lights and road junctions in the area out of frustration with the delays with associated safety implications. There is a nursery and primary school trapped between Gloucester Terrace, Westbourne Terrace and Lancaster Terrace; how is this proposal going to reduce air pollution (once Covid restrictions have been lifted)? The answer to this issue is to re-increase the road capacity of these routes; buses, delivery vans, taxis and private vehicles are not simply going to vanish.","comments2":"It doesn't make any sense to me for Westminster Council to perform a trial during Covid 19 lock down restrictions as the road use during this period will not be representative of \"normal\". I would rather my council tax was used on more important resident support activities during this trying period."},"geometry":{"coordinates":[-0.17696,51.51291],"type":"Point"}},{"properties":{"hpe":false,"status":"Strongly negative","comments2":"","comments1":"","icon":"red"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.17525,51.51637]}},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments2":"","icon":"red","comments1":"Not restrict"},"geometry":{"coordinates":[-0.19341,51.51837],"type":"Point"}},{"properties":{"status":"Mostly negative","hpe":false,"icon":"red","comments1":"Very worried this will increase traffic on junction place?","comments2":"Worried this will increase traffic on junction place "},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.17107,51.5178]}},{"geometry":{"coordinates":[-0.1622,51.51488],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Mostly negative","icon":"red","comments1":"I live within Westminster F zone however as Congestion Charge residents exemption is now closed the proposed LTN is my only parking area in zone F. By limiting access points i have no option but to access my natural parking zones through limited entries hence increasing my journeys systematically by 10min each time","comments2":"If my congestion charge resident exemption opens so that i can benefit from it like do other residents within CC i would be happy with measures for this zone as it will improve the area however until the exemption is allowed im against the proposed measures as currently my natural parking (closest to home in W1H 5QL) is cannaught SQ. I normally enter/leave the zone through NORFOLK CR, Stanhope TR or SEYMOUR ST. Certain \"big green dots\" in the proposed map will limit this(one way entry points only), thus increasing journey as i would have to take detours to leave/enter my normal parking areas. Alternatively the if the green points are kept as \"both ways\" that would work...but that doesn't seem like the purpose of the initiative... "}},{"properties":{"comments2":"Driving to/from work is an unavoidable part of my job. Public transport is not suitable. ","comments1":"This scheme will divert even more traffic to streets such as Bayswater Rd, Hyde Park Place, Sussex Gardens, Edgware Rd, etc. which are already congested and the cause of significant pollution of the air.\n\nI live on South Wharf Rd and I am concerned that these restrictions will significantly increase the time I spend stuck in traffic jams in and around the area, all of which creates more congestion and pollution.","icon":"red","status":"Strongly negative","hpe":false},"type":"Feature","geometry":{"coordinates":[-0.17104,51.51838],"type":"Point"}},{"type":"Feature","properties":{"comments1":"","icon":"green","comments2":"","status":"Strongly positive","hpe":false},"geometry":{"coordinates":[-0.20898,51.52792],"type":"Point"}},{"properties":{"hpe":false,"status":"Strongly positive","comments2":"","comments1":"Excellent scheme, need to ensure that through traffic does not cut across junctions on the corners. ","icon":"green"},"type":"Feature","geometry":{"coordinates":[-0.17356,51.51696],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.20261,51.54872]},"properties":{"comments1":"","icon":"green","comments2":"","hpe":false,"status":"Strongly positive"},"type":"Feature"},{"type":"Feature","properties":{"hpe":false,"status":"Mostly positive","icon":"green","comments1":"I live in craven road (7) and the car trafic in this street is a nightmare \nThe proposition you made on praed street should be extended to craven road witch is the continuity of the street \nAccess should be for bus taxi emergency and bikes only , I am witness by my window of so many dangerous behaviour from crazy drivers that drive so fast in this street , it is really not safe for pedestrian and cycles \n","comments2":"With the new tube station on craven road/praed street , you need to come out with a better surrounding of the station , safer for pedestrians , wheelchairs , cycles and families \nI am witness of a lot of antisocial behaviour from car/motodrivers , there is no safe cycle lane and way too much trafic for the side of the road \nPlease extend the restricted driving area from praed street to craven road ( at least the part facing the train /tube station "},"geometry":{"coordinates":[-0.17681,51.51474],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.08767,51.48716]},"type":"Feature","properties":{"icon":"green","comments1":"","comments2":"","status":"Strongly positive","hpe":false}},{"properties":{"hpe":false,"status":"Strongly positive","comments2":"This is a really exciting opportunity!  Please do let the trial run its course - evidence shows that local people love LTNs, but their voices are drowned out by vocal drivers accustomed to reducing the quality of life of local residents for their own convenience.","comments1":"This will be a great way to reduce congestion and pollution from cut-through traffic, enable people to engage with their neighbours in a way that speeding cut-through traffic, spending more time and money in local shops and also give space to children and disabled people to navigate the streets in a way they cannot when they are dominated by traffic.  ","icon":"green"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.03133,51.51148]}},{"type":"Feature","properties":{"status":"Mostly negative","hpe":false,"comments2":"See section 5.  Also I find it hard to see how you call this Paddington and Hyde Park neighbourhood as if this is inclusive, whereas you are leaving out the small section of streets in between and leaving them in a worse position than now.","comments1":"I am a resident of Star Street and the LTN + Praed St traffic free zone leaves the Star Street/St Michaels Street area sandwiched between these two zones and there is no suggestion that this has been considered. Reading all the texts about improving Connaught Village leaves out our streets entirely even though they are also in the conservation area and architecturally consistent with period charm, and could well benefit from improvement as much as the residents of Hyde Park Estate. The impact of LTN’s on neighbouring streets has created anger in other parts of London and I am disappointed that the Council is planning to exclude our area from any improvement.\n","icon":"red"},"geometry":{"type":"Point","coordinates":[-0.17178,51.51684]}},{"type":"Feature","properties":{"status":"Mostly negative","hpe":false,"icon":"red","comments1":"I DO NOT FEEL THAT CYCLISTS AND PEDESTRIANS HAVE THE SAME AGENDAS NOR NEEDS.\nWHEN CAN WE RECOGNISE THAT THE LATTER IS A CONSTANT THREAT TO THE SAFETY OF THE FORMER??\nI HAVE HAD DIRECT EXPERIENCE OF MAJOR AND MINOR TRAUMA AS A RESULT OF CARELESS OR AGGRESSIVE CYCLING. IF WE ARE TO CONTINUE TO ENCOURAGE THIS THEN IT IS ESSENTIAL THAT CYCLISTS ARE ACCOUNTABLE AS INDIVIDUALS. THEY ARE INTIMIDATING AND OUT OF CONTROL, TO THE POINT THAT I AM BECOMING AFRAID TO LEAVE MY HOME. I DO NOT SEE THIS SCHEME AS PROGRESS.","comments2":"The area has become a rat run for commuting cyclists. It is a community whose shops and cafes are already struggling. Closing off the streets is great for festivals and occasions but not forever, we need function not fountains."},"geometry":{"coordinates":[-0.16396,51.52032],"type":"Point"}},{"type":"Feature","properties":{"comments2":"I can’t drive because of my disability. Cycling and public transport are my only options. Getting off busy roads is appreciated. I’m more likely to visit an area that embraces cycling than one that prioritises car parking and motorists, and has dangerous roads.","comments1":"I only really ask for one thing - stick with it and don’t give in to pressure early on as others have. It will take time for people to adapt. I expect there will be anger about it, and groups will complain about how busier Bayswater Road / Hyde Park Place is. It’s always been busy, especially at the moment.","icon":"green","hpe":false,"status":"Strongly positive"},"geometry":{"type":"Point","coordinates":[-0.22275,51.50302]}},{"type":"Feature","properties":{"status":"Neutral","hpe":false,"comments2":"I don't understand why this part of the Borough is being considered for ltns first. There are other parts you should consider first, like Paddington, making the area around St Mary's more bike friendly, Kilburn high road, Victoria. So many other places are a priority honestly","comments1":"I am worried ltns are being used by wealthy areas to restrict all through traffic. Wide streets should not be ltns, they are the streets that can handle traffic. ","icon":"grey"},"geometry":{"coordinates":[-0.21158,51.51448],"type":"Point"}},{"properties":{"comments1":"Traffic through the mainly residential streets has increased due to the cycle lane on Bayswater Rd, which is largely unused. Pedestrians, who both walk and use public transport, are the largest road users in London, greater than vehicles or cyclists, and priority should be given to them.  ","icon":"green","comments2":"I'm not a cyclist or an electric scooter rider, but I have observed that cyclists and fast scooters mostly avoid high traffic areas ie Edgware Rd, Sussex Gardens, Bayswater Rd in favour of quieter streets and the park.  Therefore creating a cycle/scooter highway on London's essential access roads is a flawed idea.  Also, as much as we all hate traffic, we need plumbers and electricians, couriers and delivery vehicles to have access to our shops and properties.  Making life more difficult for them for the sake of a couple of cyclists/scooters makes no sense. ","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.18787,51.52343]}},{"geometry":{"type":"Point","coordinates":[-0.1209,51.57168]},"properties":{"status":"Strongly positive","hpe":false,"comments2":"","comments1":"I commute through the area by bike and often have problems with fast and aggressive driving from drivers trying to pass through the area at speed. I also think that the Connaught Village idea is great, on the occasions when it has been closed off for fairs etc. it is very pleasant and I have stopped off to browse, but most of the time it is too busy with cars. If it was permanently closed off for cars and made greener I would stop off more often and also visit when I am in Hyde Park with my family.","icon":"green"},"type":"Feature"},{"geometry":{"coordinates":[-0.18251,51.51312],"type":"Point"},"type":"Feature","properties":{"comments2":"","comments1":"traffic seems to increase daily, especially as people eschew public transport due to Covid. The air is so dirty in winter around Paddington, that it causes my asthma to spike and gives me a constant cough. ","icon":"green","status":"Strongly positive","hpe":false}},{"type":"Feature","properties":{"icon":"green","comments1":"I walk and cycle everywhere. I do not feel safe on my bicycle unless I am in a barrier protected cycle lane with traffic lights for cyclists. People are speeding, passing too close, taxi drivers are terrible. The other day a person on a motor scooter was using the southbound cycle lane at the south end of Westbourne terrace so as to avoid waiting for the traffic light.\n  I walk a lot, and motorists are constantly speeding and failing to stop at the pedestrian crossing at Chilworth St and Westbourne terrace; nearly been run down more times than I can count. \n  You really must stop people using Eastbourne Mews as a rat run. I’ve been nearly run down many times when waking there as well, especially at the Praed Street entrance and also Chilworth.\n  Making the wide cycle lanes has helped a great deal, but still not enough. The other day there was a bus cruising in the cycle lane southbound from Cleveland terrace all the way to Craven Hill.\n  The air quality is still pretty poor! ","comments2":"Please save our neighbourhood. Many of us are considering moving far away because of the noise, pollution, crime, beggars, traffic etc.","hpe":false,"status":"Strongly positive"},"geometry":{"coordinates":[-0.18076,51.51613],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.14079,51.51943]},"type":"Feature","properties":{"status":"Strongly positive","hpe":false,"comments1":"It's a simple scheme, easy to understand and looks as though it will be effective in the medium to long term.\n","icon":"green","comments2":""}},{"properties":{"status":"Strongly negative","hpe":false,"comments1":"","icon":"red","comments2":""},"type":"Feature","geometry":{"coordinates":[-0.18098,51.51354],"type":"Point"}},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"The problem is with the choking up of the Bayswater Road with the cycle lanes. Cyclists can cycle in Hyde Park to avoid this problem. All you are doing is moving the problem elsewhere, not resolving anything. Why should people who travel on the buses, often including the most disadvantaged, have suffer further traffic congestion trying to travel along the Bayswater Road that this knee jerk response will cause? ","icon":"red","comments2":"Please listen to the views of SEBRA who represent the views of residents overall, as they take the trouble to talk and connect with people"},"geometry":{"coordinates":[-0.18505,51.51222],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.18661,51.51174]},"type":"Feature","properties":{"comments2":"","comments1":"Bayswater road has become a bottle neck primarily, it would seem, at Lancaster Gate. Free up the traffic on Bayswater Road and it will solve the problem within the estates. The cycle lane is hugely positive, but poorly conceived. \nDo you need a pavement on the Hyde Park side of Bayswater given there is a pedestrian walkway just inside the park? Use it as a cycle lane.","icon":"red","status":"Mostly negative","hpe":false}},{"geometry":{"coordinates":[-0.18377,51.51182],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"","icon":"red","comments1":"We are both over 80 and you expect us to cycle to the vet ,coffee wholesaler.\nTaxi,s are now costing twice as much to get around because of the traffic jams in the Bayswater road with in turn is increasing the pollution not improving it and your scheme is going to make it worse."}},{"geometry":{"coordinates":[-0.19331,51.51709],"type":"Point"},"properties":{"comments2":"The scheme is very unfair on other nearby areas, which will experience increased traffic as a result.  Why aren’t they allowed to have massively restricted car access also?  This is the Church estate flexing its muscles for its own benefit to the detriment of others","icon":"red","comments1":"This will lead to even worse traffic on Bayswater Road backing up to Queensway, and also on Westbourne Grove - you are simply moving the problem into another area.  Why should this area get special treatment from traffic - other areas such as around Queensway/Westbourne Grove are equally deserving.  This is grossly unfair.","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"geometry":{"coordinates":[-0.17711,51.51361],"type":"Point"},"type":"Feature","properties":{"icon":"red","comments1":"It is only Since you made Bayswater Road sinGle lane has the traffic congestion worsened.  This scheme will bring traffic in the area to grid lock and thus increase Ir pollution.  Abolish cycle lane on Bayswater Road (cyclists never use it - they use the park) and you will solve the problem instead of this insane and illogical proposal.  If you’re re in any doubt look at the chaos it’s caused in Islington and Lewishan.  And why don’t you consult the people who really know - Black Cab Drivers.","comments2":"","hpe":false,"status":"Strongly negative"}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","icon":"green","comments1":"I fully support this scheme but am concerned that traffic will be diverted to other nearby areas such as Craven Hill. Could Council do a similar scheme in our area please.","comments2":"Please roll this out across the entire Westminster City Council area."},"geometry":{"coordinates":[-0.18251,51.51312],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.18505,51.51222]},"properties":{"status":"Strongly negative","hpe":false,"comments1":"Shutting off streets has the simple effect of causing traffic to go elsewhere.  This is fundamentally unfair.  The Bayswater Road from Marble Arch to Notting Hill has already become a nightmare as a result of the new cycle lanes.  The cycle lanes are rarely used.  Buses on the other hand which are used by older people now take for ever.","icon":"red","comments2":""},"type":"Feature"},{"geometry":{"coordinates":[-0.17981,51.51443],"type":"Point"},"type":"Feature","properties":{"status":"Neutral","hpe":false,"comments2":"There is no mention of the extent to which diverted traffic increases on roads adjacent to the scheme. \nWithout this assessment it is impossible to make an informed decision. Three questions therefore: 1. how does aggregate traffic volume change in a 1 mile radius around say Kendal Square or the area defined by Bayswater, Edgware Rd and the Westway; 2. how does distribution of traffic load change on major streets within the area, ie % increase due to redirection; 3. what happens to average speed per vehicle and how does time spent in traffic congestion or queues change?","icon":"grey","comments1":"It seems to me that the scheme is largely centred around the more upmarket Connaught Sq area. \n"}},{"properties":{"comments2":"We provide homes for hundreds of social tenants and leaseholders in the Paddington and adjoining area. Taking their needs and issues into account is important in this consultation. I believe the plan and upgrade will be important to improving the quality of life of residents, and also ensure the improved value of the housing stock. Notting Hill Genesis would like to work with you on the upgrade. ","comments1":"As a large provider of social housing in the area we feel that the quality of the public realm is very important, especially for older and disabled residents, but also for families with young children. ","icon":"green","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"coordinates":[-0.11805,51.532],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.18523,51.51733]},"properties":{"comments2":"the survey looks biased towards receiving positive feedback","icon":"red","comments1":"It was very obvious that the botched Lancaster Gate traffic flow redesign would move traffic to side streets around Paddington and the Hyde Park Estate and now we want to close these streets as well. A city can't function without an efficient and effective road network. If you choose (like me) to live in Central London then you have accept that there will be busy roads.\nI'm a resident, a pedestrian, a cyclists and occasionally a driver. I believe that this scheme, while beneficial to a few residents, will disproportionally increase frustration for anyone relying on vehicles in the wider area (driving, delivery, buses, taxis).\nNow Park Lane northbound has been reduced to one lane for reasons that I fail to understand and, as a result, frustrated drivers are in long queues on West Carriage Drive belching out fumes in the park. It will be a similar result if the Hyde Park Estate trial goes ahead. \n ","status":"Mostly negative","hpe":false},"type":"Feature"},{"type":"Feature","properties":{"icon":"green","comments1":"The initiative is to be commended, congratulations for taking a bold step to make the air and streets better for residents and visitors. In order to really to appreciat ethe area, activation is key. It would be great to see more valuable community space, espcially in Hyde Park Crescent. ","comments2":"","hpe":false,"status":"Mostly positive"},"geometry":{"type":"Point","coordinates":[-0.18827,51.53145]}},{"geometry":{"type":"Point","coordinates":[-0.18827,51.53145]},"type":"Feature","properties":{"status":"Strongly positive","hpe":false,"comments2":"","icon":"green","comments1":""}},{"properties":{"icon":"green","comments1":"","comments2":"","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"coordinates":[-0.18827,51.53145],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.17758,51.5149]},"properties":{"hpe":false,"status":"Mostly negative","icon":"red","comments1":"Reducing access for traffic will add to congestion on Sussex Gardens, Bayswater Rd and Praed St. \nBayswater Rd already has been reduced in width to allow for cycle lanes and this is a bottle neck already.\nThis scheme should be integrated with a larger area scheme to include: better access to St Mary's hospital; preventing congestion on Praed St. caused by cars dropping off and collecting from Paddngton Station; persistent  lines of black taxi cabs parking and idling along Praed St on double yellow lines; reopening of Eastbourne Terrace to traffic.","comments2":""},"type":"Feature"},{"type":"Feature","properties":{"icon":"grey","comments1":"Living just outside the estate on one of many residential mews, I am concerned about the impact of the proposed scheme on adjacent streets which may be used as rat runs. Currently drivers are frustrated by the many diversions and closures caused by the three huge building projects on Praed Street and frequently take avoiding action, driving fast and recklessly down the mews. As an absolute minimum, Conduit Mews residents need to be protected by strengthening of the No Left Turn restriction off Spring Street (by cameras and signs not hidden by planters). Signs indicating that children play in the mews would also lessen the likelihood of serious injury to those many children living here. Mews house have little protection for residents as they step out into the street","comments2":"I support traffic calming measures and anything that reduces the use of private motor vehicles but am concerned that the knock on effects of the proposed scheme for residents just outside the area have not been properly considered. I also feel that the timing is wrong given that the chaos around the 3 large scale building projects is already causing traffic build up and an increase in pollution for those of us living near Craven Road and Praed Street","hpe":false,"status":"Neutral"},"geometry":{"type":"Point","coordinates":[-0.17599,51.51431]}},{"properties":{"icon":"red","comments1":"","comments2":"I think the entire planning of the streets and transport changes authorised by Mayor Khan are a complete shambles. It is patently obvious he wants to have a legacy of being very bicycle friendly and prompting reduction of pollution but the impact of most of this has not been thought through. His plans have created more traffic and pollution on Bayswater Road area. The cyclist having been given total priority over all others and totally abuse additional rights they have been given. Additional bike lanes have improved nothing and most times the cyclists would rather ride on the pavement than use the bike lanes. In the parks the same thing and you take your life in your hands when you walk there now with bikes racing along on pathways that they are not meant to be on. And as for the 20mph speed limit for a car driver that is ridiculous. The bicycles now overtake the cars at that speed but they are not licensed and they can do what ever they want with no repercussions. The problem with car and truck drivers is largely not about absolute speed but bad driving, lane crossing and looking at mobiles whilst in the car. It is also adding to congestion and pollution so what is the point Mr Khan. Oh yes, your legacy. One final thing the withdrawal of bus routes that originally ran direct  from Notting Hill area, down Oxford Street to Trafalgar Square or other directions East is a disaster. So how are older people with limited mobility or the disabled meant to get to these destinations now? They can't get down the stairs at undergrounds, they can't afford a taxi, they can't ride a bike and they can't walk very far. And your answer to that is what Mr Khan? All very irritating.","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.18497,51.51245]}},{"geometry":{"coordinates":[-0.19249,51.4955],"type":"Point"},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments2":"","icon":"red","comments1":"What about the rest of us?  You can't create a 1950s suburb in London because it suits you. We all use London and this scheme ignores us all, in favour of a few elites. "}},{"properties":{"status":"Strongly negative","hpe":false,"comments1":"","icon":"red","comments2":""},"type":"Feature","geometry":{"coordinates":[-0.16551,51.51951],"type":"Point"}},{"properties":{"status":"Strongly negative","hpe":false,"icon":"red","comments1":"too many throughs residential areas","comments2":""},"type":"Feature","geometry":{"coordinates":[-0.17904,51.51262],"type":"Point"}},{"geometry":{"coordinates":[-0.17904,51.51262],"type":"Point"},"type":"Feature","properties":{"icon":"red","comments1":"You have created a cut through down Hyde Park Mews.  Worst bit of planning I have ever seen.  The whole scheme will be a disaster for local residents.","comments2":"Get rid of the cycle lanes which are a disaster for moving round London.  Use the resources to run Cycling Proficiency Centres which teach cyclists how to use the roads safely, something few of them seem to have a clue about nowadays.  From a former enthusiastic cyclist and supporter of cycling.","status":"Strongly negative","hpe":false}},{"geometry":{"type":"Point","coordinates":[-0.18284,51.5175]},"type":"Feature","properties":{"icon":"green","comments1":"","comments2":"","status":"Strongly positive","hpe":false}},{"properties":{"hpe":false,"status":"Strongly positive","comments2":"","comments1":"","icon":"green"},"type":"Feature","geometry":{"coordinates":[-0.18824,51.52415],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.1715,51.51668]},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"It isn’t fair to just protect the Hyde Park estate. We are all suffering from traffic congestion. You need a solution for everyone living in the area not just residents of the Hyde Park estate. Why are they being singled out for preferential treatment. ","icon":"red","comments2":"We all know traffic is a problem in central London but these low traffic schemes aren’t an answer/solution. You are just dumping on someone else’s doorsteps."}},{"geometry":{"coordinates":[-0.17872,51.51459],"type":"Point"},"properties":{"comments2":"Terrible idea","icon":"red","comments1":"This scheme will increase traffic and worsen air quality in all the adjoining areas. Traffic has already worsened due to all the additional ( largely unused) cycle lanes.","status":"Strongly negative","hpe":false},"type":"Feature"},{"geometry":{"coordinates":[-0.17255,51.51635],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","icon":"red","comments1":"Traffic will be diverted through Norfolk Place along back streets such as Star Street, St Michael’s , Bouverie Place and Junction Place reducing air quality and more noise . Please explain how this scheme is going to benefit this area.","comments2":"This plan only benefits Connaught village which is fine but is detrimental to the people who live between Sussex Gardens and Praed Street"}},{"geometry":{"coordinates":[-0.17967,51.51246],"type":"Point"},"properties":{"status":"Strongly negative","hpe":false,"comments1":"Businesses and residents and visitors all need equal access to that area (just because people live there they should have more rights on the free passage of public) open the roads up to allow for the movement of traffic so that people may visit when they please (vehicles are becoming greener by the day there is no need for this proposition)","icon":"red","comments2":"Please stop incentivising segmented villages, we live in a metropolitan city which is accessible to all, stop the social segmentation"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.17747,51.58486]},"type":"Feature","properties":{"comments1":"Park West place traffic flow needs to be reduced considerably. Many vehicles use it as \"back alley\" and a short cut to avoid Edgware road congestion.  Greening of this area, strict monitoring of commercial business bins, dumping and litter, traffic calming/restriction measures would help towards the goal of cleaner air, fewer vehicles and more pedestrians - LTN goals.","icon":"green","comments2":"","status":"Mostly positive","hpe":false}},{"geometry":{"type":"Point","coordinates":[-0.16279,51.51606]},"properties":{"icon":"red","comments1":"This is an expensive scheme designed to benefit the wealth few that live in this catchment. Unwise and selfish. The area has become near impossible to drive in already. This suits those who are so wealthy they don’t need to leave their house other than when they which to partake in indulgent spending. \n\nEveryone else in the area Westminster area will suffer further traffic for the select few the council are cosy with to benefit.\n\nPathetic.\n\nNote, I am a private home owner on this area, but see no benefit in spending this money.","comments2":"","status":"Strongly negative","hpe":false},"type":"Feature"},{"properties":{"comments1":"This scheme put more pressure onto the bayswater road and soused gardens, slowing down traffic and specifically buses and taxis. It will also push traffic into the surrounding areas around bayswater as drivers will try and avoid Lancaster Gate ","icon":"red","comments2":"The number of traffic restrictions and cycle lanes and cycle traffic lights and roads being converted to single lanes, being introduced into the Paddington, bayswater, Hyde Park areas, slows down traffic, increases congestion and \n travel time by both public and private transport - increases traffic pollution. \n\nSpeaking as someone who predominantly cycles these cycle lanes are unnecessary and indeed are totally under used and cause more problems the. They solve. ","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.18276,51.51511]}},{"geometry":{"coordinates":[-0.17572,51.51452],"type":"Point"},"properties":{"hpe":false,"status":"Strongly negative","comments2":"My wife and I visit the doctor, dentist and vet on a regular basis. We are both in our 60s and try to walk as much as possible. However on occasion need to use the car due to mobility issues or inclement weather.","icon":"red","comments1":"We are residents of long standing in Spring Street and fear that the traffic scheme will push more traffic onto Sussex Gardens, Spring Street and Conduit Mews"},"type":"Feature"},{"type":"Feature","properties":{"icon":"red","comments1":"I used to live within the area (Kendal Street) and now I live just outside it (Old Marylebone Road). Whilst I think I see what you're trying to achieve, I don't think it's a good idea. All it will do is push traffic onto surrounding streets and cause chaos there. We don't need less roads and less lanes. I appreciate we shouldn't add more, but we certainly don't need less. We keep losing them and it's causing travel chaos and increases pollution. ","comments2":"Please don't congest the surrounding roads any more than they are already. Look at the state of Sussex Gardens and Lancaster Gate. Traffic used to flow around it all with just a couple of traffic lights. Now (well, pre-covid) it's congested all the time which means more pollution. Please, please, please KEEP TRAFFIC MOVING!","status":"Strongly negative","hpe":false},"geometry":{"coordinates":[-0.16551,51.51951],"type":"Point"}},{"type":"Feature","properties":{"comments1":"The proposed scheme will create even more traffic to the Bayswater road which is already blocked so they will try and avoid by going to Gloucester terrace","icon":"red","comments2":"","hpe":false,"status":"Strongly negative"},"geometry":{"coordinates":[-0.18276,51.51511],"type":"Point"}},{"properties":{"comments2":"","comments1":"I live on the periphery of the proposed scheme in a street and surrounding streets with high traffic levels already. I am concerned about the impact on my area in terms of increased traffic levels on Edgware Road, Chapel Street, Old Marylebone Road and my own street ","icon":"red","hpe":false,"status":"Mostly negative"},"type":"Feature","geometry":{"coordinates":[-0.16726,51.51917],"type":"Point"}},{"type":"Feature","properties":{"status":"Mostly negative","hpe":false,"comments2":"With restrictions in resident discount for congestion charge, this is the only way to get home without incurring a £15 daily fee. You will be causing me thousands in congestion charge if restrictions to my route to and from work take place.","comments1":"There are enough congestion charge restrictions within this area that have already reduced accessibility within my commute, I dont think residents of the surrounding area should be punished","icon":"red"},"geometry":{"type":"Point","coordinates":[-0.1663,51.5195]}},{"geometry":{"coordinates":[-0.19461,51.51806],"type":"Point"},"properties":{"comments2":"","comments1":"This will substantially increase traffic and associated pollution on all major roads. This means substantial traffic jams and worse air quality.  The proposal would have a harmful effect on health and the economy. It comes at a time when the Bayswater Road has been reduced in width and any more traffic will cause major traffic flow problems. In summary it is the wrong area to focus attention.","icon":"red","status":"Strongly negative","hpe":false},"type":"Feature"},{"properties":{"comments1":"Forcing all traffic into a few streets increases C02 emissions because the journey times are longer and the average speeds are lower so drivers seldom get out of second gear. \nLocal businesses lose business from people who can no longer easily access them. ","icon":"red","comments2":"","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"coordinates":[-0.19537,51.51676],"type":"Point"}},{"geometry":{"coordinates":[-0.18173,51.51778],"type":"Point"},"properties":{"icon":"red","comments1":"This will increase the traffic down bishops bridge road which is very noise, dirty and loud. I live on the corner of bishops bridge road and westbourne terrace at the traffic lights, where drivers continuously make left turns from the second lane when they're not allowed and other drivers use the horn to warn them, so all day and night I hear the car horn which is very stressful. I live on the first floor. And with the new plan and the increased traffic it's only going to get worse.","comments2":"","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"geometry":{"coordinates":[-0.18661,51.51174],"type":"Point"},"type":"Feature","properties":{"icon":"red","comments1":"I would like to understand the impact to everyone who doesn't live in this area - also please advise how many councillors, MP's or Council employees live within this area who may have a vested interest in the scheme?","comments2":"A Low traffic neighbourhood simply makes other areas High Traffic neighbourhoods - interesting how this contains some very expensive properties - this needs to be rethought and dropped as a matter of absolute urgency","hpe":false,"status":"Strongly negative"}},{"geometry":{"type":"Point","coordinates":[-0.17758,51.5149]},"properties":{"comments2":"The Covid-19 pandemic has taught us that delivery drivers are an essential service, taking food to people's homes. \nTraffic is a necessity of life especially to enable elderly, vulnerable or disabled people to go about their lives. Soon all cars will be electric so I fear this scheme is not for the environment and I am not sure who would be the beneficiaries - perhaps businesses hoping to benefit from a piazza - but with a piazza comes late night noise disturbance for residents within the area, so residents need to be careful what they wish for. The proposed scheme will adversely affect many people both within the area and the surrounding neighbourhood. It is not a good proposal. ","icon":"red","comments1":"It will increase traffic congestion in surrounding streets thereby increasing pollution in the whole neighbourhood.\n\nMuch of the traffic using this area is vans, eg food deliveries needing to make deliveries  within and around the affected area. \nWhat access arrangements for refuse vehicles and emergency vehicles?\n Banning cars from these roads makes no sense. Less traffic pollution for a few people in the streets concerned but vehicles are a necessity for some people. I have a disability/long term health condition and need to travel by car. I DO care about the environment and use an electric car. \n\nIf this scheme must go ahead at all then how about allowing electric vehicles to still pass through? ","status":"Strongly negative","hpe":false},"type":"Feature"},{"type":"Feature","properties":{"comments2":"Residents are NOT happy with this idea","icon":"red","comments1":"It will not help the area, will increase  undesired traffic in Edgware Road, Transept St, Chapel St & Old Marylebone Road, more pollution, Connaught Village. NOT a good idea","status":"Strongly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.16668,51.51933]}},{"geometry":{"coordinates":[-0.16751,51.51922],"type":"Point"},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"icon":"red","comments1":"I object to this scheme as it does not take into consideration the flow of traffic outside of  Hyde Park Estate.  I have full sympathy with the distresses of being a rat run - however, turning one area into a gated community is not a fair or effective way for Westminster to be dealing with pollution and traffic issues.  Traffic will be pushed to Edgware Rd, Bayswater Rd, Sussex Gardens and Old Marylebone Road amongst others.  Rat runs on little roads like Transept Street, Chapel street and roads above Sussex Gardens will increase (they already are rat runs).  We live in the most polluted neighbourhood in Europe - what is Westminster doing to help ALL the residents .. not just those who live on Connaught Square or in the Hyde Park Estate.   There are other ways to de-incentivise non local from driving into Westminster or fine those that drive over 20mph - even the Congestions Charge is at least universal and fairer then treating one small location as special whilst negatively impacting their neighbours. \nLastly - it is disingenuous to conduct a trial period from November whilst we are still under the impact of Covid - many offices are running at low to no occupancy and many businesses are not at full capacity - there is less traffic as a result and so a proper traffic impact can not be assessed until business are back and running to more normal capacity. ","comments2":""}},{"geometry":{"type":"Point","coordinates":[-0.20005,51.51634]},"properties":{"status":"Strongly negative","hpe":false,"comments2":"","icon":"red","comments1":"This plan will increase congestion on ALL the roads that surround Hyde Park and will therefore massively increase pollution in those areas.  This is a short term fix to a much more complicated issue and should not be implemented."},"type":"Feature"},{"properties":{"status":"Strongly negative","hpe":false,"icon":"red","comments1":"I don't support this scheme. Many people did not receive the letter, I only did two weeks ago therefore proper consultation has not been taken place Westminster has been in cahoots with the Hyde Park Estate. There are councillors who live on the Hyde Park Estate who are of course biased. They want to create a gated community. All that will happen is the traffic will be diverted to the now one lane in parts Edgware Road and Sussex Gardens, ironically a designated quiet zone.  The traffic is already bad because of this and the buses will be even slower - many people are loath to catch the tube due to Covid-19 germs already.  The council seems to be ignoring the fact we are in the midst of a pandemic, many of us have lost relatives and friends, work issues, financial issues and this is grotesque behaviour to sneak in a scheme to help the residents of the Hyde Park Estate.  \nOn the Next Door app, one of their residents said it was a good thing as it would push prices up.  Really? We need more affordable action not more people being outpaced when homelessness is set to rise 33% \nEven more outrageously and egragoously, the  council used a delivery service just three weeks before the deadline to object - many of my neighbours did NOT receive them and are therefore I would suggest that you consider residents views. This is a shocking and biased campaign. ","comments2":"I would like a personal response to this. "},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.16668,51.51933]}},{"geometry":{"coordinates":[-0.26233,51.49694],"type":"Point"},"properties":{"icon":"green","comments1":"","comments2":"","hpe":false,"status":"Mostly positive"},"type":"Feature"},{"geometry":{"coordinates":[-0.16651,51.51917],"type":"Point"},"type":"Feature","properties":{"comments1":"Similar schemes in other boroughs have been disastrous and had to be reversed at even more considerable expense. What this scheme will do is force the traffic along Edgware Road and old Marylebone road which are already heavily congested and have a high pollution rate, one of the highest in Europe.","icon":"red","comments2":"","hpe":false,"status":"Strongly negative"}},{"geometry":{"coordinates":[-0.18397,51.51287],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"","icon":"red","comments1":"The traffic in the area has already worsened dramatically as a result of the new cycle lanes. Traffic on the Bayswater Road in the area of Lancaster Gate used to flow smoothly. There are now tailbacks stretching 1/4 of a mile in each direction and it is common to have to queue for 15-20 minutes to leave the park. The proposed LTN will worsen the situation enormously. The area of the proposed LTN does not suffer from excessive traffic and there seems absolutely no reason why it should be turned into  LTN"}},{"properties":{"status":"Strongly positive","hpe":false,"icon":"green","comments1":"Will create safer, more attractive space for use by local community and businesses. Will return public space to people, not vehicles and help shift Westminster and London to a zero carbon future ","comments2":"We need LTNs across other parts of the borough too. Don't forget the north.\n\nAlso, please improve north/south cycling connections between HPE and north of Paddington. Contra flow cycle routes e.g. on London Street pls."},"type":"Feature","geometry":{"coordinates":[-0.17976,51.52103],"type":"Point"}},{"properties":{"icon":"red","comments1":"this scheme will merely shift traffic, pushing even more cars onto edgware road which is hopelessly congested both northbound and southbound around the marylebone flyover area. looking at traffic-metrics objectively - this is the more critical spot in the wider area. the LTN scheme around hyde park estate will trigger a domino effect and as a result worsen pollution though traffic jams immediately beyond this particular neighbourhood. \ni cannot help wondering why you would want to ignore the rather wide-ranging and critical issues just a few blocks north.","comments2":"","hpe":false,"status":"Mostly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.17341,51.52346]}},{"type":"Feature","properties":{"comments1":"Great for the area but concerned about impact on immediate surroundings such as those of us on Old Marylebone Road, which is also on the edge of the congestion zone has recently experienced increased motor traffic (and linked air pollution) since the increase in congestion charge. Would like to see traffic and air pollution analysis impact for the surrounding area.","icon":"grey","comments2":"My experience, albeit limited to cycling through, is that the area is already much quieter and amiable compared to the immediate surroundings. Happy to support low traffic London but please share an analysis of how the surrounding roads are affected. ","status":"Neutral","hpe":false},"geometry":{"coordinates":[-0.16551,51.51951],"type":"Point"}},{"type":"Feature","properties":{"icon":"red","comments1":"I do not support the scheme. Restricting traffic through the proposed LTN will add traffic to the already overburdened Edgware Road. Residents near Edgware Road but not within the proposed LTN like myself will suffer even more traffic, noise, and air pollution. ","comments2":"Measures should be taken to reduce the amount of traffic in London in general, not to improve the situation of a privileged few at the expense of many others.","status":"Strongly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.16668,51.51933]}},{"geometry":{"coordinates":[-0.18257,51.51376],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"","icon":"red","comments1":"Having already butchered park lane and Bayswater road you will simply be pushing yet more traffic onto these roads ( latter in particular) or other roads. Moving the traffic problem ( if there is one) from one area to another. I am not a car owner, preferring to use public transport or to walk but this scheme is not going to help anything or anybody but the people in the immediate vicinity. I suspect that these people are rich and therefore influential which is why you are seeking to appease them. Either ban all cars or open all roads ( remove some of the more ridiculous cycle lanes you have put in), you are just doing a really bad job of a half way house. All this scheme will do will cause more choking of traffic elsewhere."}},{"geometry":{"coordinates":[-0.19663,51.5164],"type":"Point"},"properties":{"icon":"red","comments1":"Public roads should be available for everyone but on  reasonable terms set partly by the residents. It is better that some traffic filters through all areas than being diverted on to already full existing  main roads.   By all means limit the speed at which traffic passes through and allow streets to close from time to time for public events and play  but banning traffic from this already highly privileged  area gives residents there an added benefit and  the right to drive through other areas but denies the same right to everyone else.  Absolutely unacceptable ","comments2":"Cutting through is not always a negative. It is only that  in Planning speak but stopping filtering forces all traffic onto main arteries which is unfair to those living on them and confers few benefits on people who live in side streets other than in the imagination of transport planners. By all means restrict speeds to 15 mph in smaller streets but the benefits in this case is on a highly privileged minority.","status":"Mostly negative","hpe":false},"type":"Feature"},{"properties":{"comments2":"","comments1":"I think this project should not only look at the \"Hyde Park Estate\". I don't understand why the project only considers a number of streets closer to Hyde Park and then Praed Street but nothing in between. More and more people live and work in the Paddington area, which is also a main transport hub. There are many opportunities that could be explored to better connect Paddington with Hyde Park. I live North of the Basin and often walk or cycle towards Hyde Park. Some crossings are very dangerous for people that walk and cycle, especially around Sussex Gardens (with Southwick St, for instance). I think the project would be better for the neighbourhood and the neighbouring neighbourhoods if a wider area was considered.","icon":"grey","status":"Neutral","hpe":false},"type":"Feature","geometry":{"coordinates":[-0.17679,51.51886],"type":"Point"}},{"geometry":{"coordinates":[-0.19214,51.50496],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"Cars bring wealthy people to the neighbourhood who spend money. Car users pay car tax, road tax, fuel duty, congestion charge, residents parking charges and parking fees. Cyclists pay nothing into the pot and councils who go woke providing cycling only routes go broke. They also discriminate against the elderly who mostly do not cycle especially in winter and they then go broke because the wealthy footfall vanishes. Rest assured, wealthy people who spend money come in cars and taxis. ","icon":"red","comments1":"The ludicrous bicycle junctions at Lancaster Gate Westbourne Terrace, Bayswater Road & South Carriage Drive create traffic jams even when there are very few cars and almost no bicycles. So bad is this scheme that traffic has started using rat runs through Paddington, Praed St etc. The solution is not to make a low traffic scheme in Paddington that will hurt local businesses. The solution is to properly fix the bicycle lane and car junctions so they properly keep the traffic moving. Then nobody will use the Paddington rat runs.  "}},{"geometry":{"type":"Point","coordinates":[-0.17178,51.51684]},"type":"Feature","properties":{"comments2":"Please consider including Star Street and St Michael's street in this plan or very soon after this plan is implemented. Or can Star Street be one way or a play street to reduce the flow of traffic in the interim. ","icon":"green","comments1":"I am very in favour of this type of scheme, my neighbours and I would just like to be included in it and not just get the negative effects of it. \nI live in Star Street. Our concern is that this proposal will increase traffic in Star Street and St Michael's Street. The streets are already rat runs for cars, vans, delivery bikes, rickshaw's (blasting out loud music) day and night. Why are these roads not included? It look bad that just the richer posher houses get this. ","status":"Mostly positive","hpe":false}},{"properties":{"hpe":false,"status":"Mostly negative","icon":"red","comments1":"","comments2":""},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.19509,51.51655]}},{"geometry":{"type":"Point","coordinates":[-0.17711,51.51361]},"properties":{"comments1":"Benefits only the rich people in the estate everyone around suffers","icon":"red","comments2":"This project only benefits the residents of an already wealthy area at the expense of the adjoining areas. ","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"","icon":"red","comments2":""},"geometry":{"coordinates":[-0.17607,51.51259],"type":"Point"}},{"type":"Feature","properties":{"icon":"red","comments1":"I was shocked to be notified about this today (26/10/20)by the Directors of my block of flats, Maitland Court, Lancaster Terrace. I was not notified or consulted in any way by Westminster. This scheme is appalling and quite unnecessary. It drives cars onto other roads, increasing jams and therefore congestion, pollution, and longer journeys. Not everyone can use a bike. I am 76, my partner 85 and we need to use our car. \n","comments2":"","hpe":false,"status":"Strongly negative"},"geometry":{"coordinates":[-0.17607,51.51259],"type":"Point"}},{"type":"Feature","properties":{"icon":"red","comments1":"What you plan is too extreme, and risk affecting the neighbouring ares with negative effects including those you are aiming to avoid...","comments2":"","status":"Mostly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.18276,51.51511]}},{"type":"Feature","properties":{"comments2":"","icon":"red","comments1":"I am concerned that the scheme will push the traffic into the residential streets just outside of this area like Star Street and St Micheal Street","status":"Mostly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.1715,51.51668]}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments1":"I have the same concerns raised by many other residents in the area. You know the arguments against it and you  know how serious the effects of pollution are on all of us who live here. ","icon":"red","comments2":""},"geometry":{"type":"Point","coordinates":[-0.1768,51.51437]}},{"type":"Feature","properties":{"icon":"red","comments1":"Pollution and traffic is just going to be sent somewhere else in the same area, which is not a great / fair idea ","comments2":"","hpe":false,"status":"Strongly negative"},"geometry":{"coordinates":[-0.18227,51.51558],"type":"Point"}},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments2":"Not a well designed survey. So many leading questions and a poor understanding of how to ask questions about disability. What has cognitive function got to do with this scheme? Why not ask about motor control or fatigue or being pregnant or so many other conditions? ","comments1":"The scheme is not in the interests of the whole community. The scheme is certainly not in my interests. The scheme will make my respiratory illness worse. It certainly is not the way to regenerate Connaught Street, if that is the end game. ","icon":"red"},"geometry":{"coordinates":[-0.17857,51.51579],"type":"Point"}},{"geometry":{"coordinates":[-0.17607,51.51259],"type":"Point"},"type":"Feature","properties":{"comments2":"Proper consultation, together with analysis on how traffic will be affected, pollution for the entire W2 should be evaluated to attain a more holistic solution for all living in W2 and not merely moving the problems from one area to another.","icon":"red","comments1":"Closing off Hyde Park Estate and Paddington will force traffic to flow through narrow side streets, increasing congestion and reducing air quality in the side streets instead.  This is merely taking the problem and giving it to somewhere else.","status":"Strongly negative","hpe":false}},{"geometry":{"type":"Point","coordinates":[-0.18193,51.51111]},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"This scheme is elitist and shameful.  It hurts all of us who live nearby.  It will cause traffic chaos in the huge area around.  It will make our air quality worse.  It will cause long jams on major streets and increase rat-running on neighbouring cut-throughs. This does not solve problems, it creates worse ones for all other residents and commuters.  This is the heart of London.  You are not removing traffic, you are diverting it onto overloaded roads.  ","icon":"red","comments2":"This scheme is not fair to older people"}},{"geometry":{"coordinates":[-0.18093,51.51205],"type":"Point"},"properties":{"icon":"red","comments1":"This questionnaire is extremely biased.  It is all about reasons to go ahead with the scheme within the LTN and ask no questions about the impact on people outside the LTN. \nThere are absolutely no benefits to people who live outside the LTN","comments2":"This questionnaire is extremely biased.  It is all about reasons to go ahead with the scheme within the LTN and asks no questions about the impact on people outside the LTN. \nThere are absolutely no benefits to people who live outside the LTN\nYou do not ask one question about what other people outside would like in their area\nWHAT WE WOULD LIKE IS NOT TO HAVE THE TRAFFIC AND POLLUTION AND NOISE FROM A POSH AREA DUMPED ON THE REST OF US. \nAND NOT TO BE SITTING IN TRAFFIC JAMS ON BUSES TO GO ANYWHERE\nAND EQUAL AND FAIR GOVERNMENT","status":"Strongly negative","hpe":false},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.19012,51.51051]},"type":"Feature","properties":{"comments2":"making areas inaccessible to vehicle traffic is crazy because it causes more traffic and therefore pollution on the alternative routes. ","icon":"red","comments1":"it will cause more congestion and pollution ","status":"Mostly negative","hpe":false}},{"properties":{"status":"Strongly positive","hpe":false,"comments2":"","comments1":"","icon":"green"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.19958,51.51115]}},{"geometry":{"type":"Point","coordinates":[-0.18213,51.50105]},"properties":{"hpe":false,"status":"Strongly positive","icon":"green","comments1":"","comments2":""},"type":"Feature"},{"properties":{"hpe":false,"status":"Strongly negative","comments2":"","comments1":"This scheme will increase pollution in neighbouring streets, and close off access to stores in Connaiught Village leading to loss of business for them","icon":"red"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.17711,51.51361]}},{"geometry":{"type":"Point","coordinates":[-0.17552,51.52314]},"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments1":"Cycling is amazing, for health, fitness, well-being, this scheme will really help.","icon":"green","comments2":""}},{"properties":{"comments2":"","icon":"green","comments1":"","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"coordinates":[-0.14066,51.52327],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.14066,51.52327]},"properties":{"comments2":"","comments1":"","icon":"green","status":"Strongly positive","hpe":false},"type":"Feature"},{"geometry":{"coordinates":[-0.1745,51.522],"type":"Point"},"properties":{"icon":"green","comments1":"I cycle to Connaught village and through Praed street often, and I’ve been knocked off my bike in the area. I want the area to be safer so I can cycle in confidence and get out to meet my friends in the area. ","comments2":"Seasonal craft markets, more trees and plants.","status":"Strongly positive","hpe":false},"type":"Feature"},{"geometry":{"coordinates":[-0.17607,51.51259],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"Power tends to corrupt, and absolute power corrupts absolutely.  This is illegal","icon":"red","comments1":"unfair\nincreases traffic congestion outside\nincreases pollution outside\nharms old people\nharms low income people\n"}},{"properties":{"hpe":false,"status":"Strongly positive","comments2":"","comments1":"I think we should be doing more to encourage people to walk and cycle.  Motor traffic deters other road users.  Anything to encourage walking and cycling and deterring private motor traffic will be supported by me.","icon":"green"},"type":"Feature","geometry":{"coordinates":[-0.16667,51.53397],"type":"Point"}},{"geometry":{"coordinates":[-0.19152,51.51168],"type":"Point"},"properties":{"status":"Neutral","hpe":false,"icon":"grey","comments1":"","comments2":""},"type":"Feature"},{"properties":{"comments2":"Increased air polution from standing traffic","icon":"red","comments1":"please stop doing this","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"coordinates":[-0.1934,51.51838],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.14035,51.49513]},"type":"Feature","properties":{"hpe":false,"status":"Mostly positive","icon":"green","comments1":"","comments2":""}},{"properties":{"status":"Strongly positive","hpe":false,"comments2":"given we've been asked not to use public transport, the only realistic solution is to drive or cycle and i don't want to see millions more cars on the road belching out tons of pollution.    Having a zone where there are fewer cars will make people feel more comfortable cycling and walking.  If a space is beautiful and peaceful, people will enjoy spending time there and it will be good, not only for the air quality but also for local businesses.  ","icon":"green","comments1":"I often cycle in this area and would feel safer if there were fewer cars, particularly ones using it as a rat run and usually speeding."},"type":"Feature","geometry":{"coordinates":[-0.13749,51.49896],"type":"Point"}},{"properties":{"status":"Strongly negative","hpe":false,"comments2":"strongly oppose the plan ","icon":"red","comments1":"This will push traffic onto already busy roads around lancaster gate which have already been impacted by the bike lanes which have caused complete traffic jams on lancaster terrace. "},"type":"Feature","geometry":{"coordinates":[-0.17607,51.51259],"type":"Point"}},{"geometry":{"coordinates":[-0.15865,51.51751],"type":"Point"},"type":"Feature","properties":{"comments1":"","icon":"green","comments2":"","hpe":false,"status":"Strongly positive"}},{"geometry":{"type":"Point","coordinates":[-0.16886,51.51816]},"type":"Feature","properties":{"comments1":"(i) This proposal simply shifts the traffic and pollution away from an affluent neighbourhood into the less affluent streets north of Sussex Gardens. (ii) The scheme builds effective barriers to movement by the elderly, disabled, parents with young children within the area which will have negative impact on the quality of life of these people (iv) The proposal will have a negative impact on the financial performance of local businesses, many of which are already struggling under the covid-19 restrictions [increased time/costs of movement in barea, less local footfall, less visitors from outside etc]. (v) I have not seen any assessment of this scheme on the mobility for elderly/disabled residents or abouts its financial impact - the scheme should not be introduced without such assessments being undertaken and subjected to public review.","icon":"red","comments2":"Please do not introduce this proposal until some more detailed planning work has been performed and shared. In particular, a proper assessment is required about its implications on (i) the traffic flows immediately outside the proposed area (ii) the movement of elderly, disabled and parents with young children into and within the area (iii) the financial implications for local businesses and other local activities (charities, schools, churches, sports/playground facilites, other amenity spaces, if/as relevant) ","status":"Strongly negative","hpe":false}},{"properties":{"icon":"green","comments1":"It will make the area a more enjoyable place to live, work, and move around -with cleaner air to help everyone stay healthy.\n","comments2":"","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.14079,51.51943]}},{"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"I just feel that with more cycle lanes in the area and now this proposal it is not fair on all the road users and we are a capital city and traffic has to flow and you just make it harder and harder for people to get around. While I don't use home delivery many people do and the roads will be full of delivery vans and the people living within the new area will be using them.","icon":"red","comments2":"As I said earlier traffic has to flow in London and it will just push more cars, vans etc onto other local roads. It only stops traffic in this area not using the roads. I know it is difficult to argue against a lot of what is proposed but what if other small areas want the same, you will be setting a precedent. Traffic is a cost of living in London."},"geometry":{"type":"Point","coordinates":[-0.18216,51.51684]}},{"geometry":{"type":"Point","coordinates":[-0.15852,51.51857]},"properties":{"status":"Strongly positive","hpe":false,"comments1":"This scheme will transform Connaught Village to being finally what is meant to be which is a proper village and allow people space to relax, enjoy the cleaner air without the noise of unnecessary cars. \n\nAlso with the pandemic, many people including myself are demanding more outside seating areas to easy there worries when out with family & friends. This move will be huge for Connaught Village and a landmark for the rest of London.     ","icon":"green","comments2":""},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.16627,51.51955]},"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments1":"I think this propose scheme is a very positive step towards improving central London for its residents. I live with my family just outside the area and regularly walk through it, either to reach Hyde Park and beyond or to visit friends. I find that the large volume of vehicles using the area as a cut-through is spoiling the village-like atmosphere, creating excessive pollution and noise. I find it is also quite hazardous for pedestrians because the roads are not, in my opinion, designed for the volume of traffic that has appeared over the last few years. I would not let my children walk or scoot or cycle through the area unsupervised.","icon":"green","comments2":"I would love to see this initiative implemented and then extended to other areas in Westminster. There are many areas that are in dire need of being given back to ordinary residents so that they can benefit from less traffic and less pollution and become more pleasant places for everyone - especially for families to raise their children."}},{"geometry":{"coordinates":[-0.1849,51.52695],"type":"Point"},"properties":{"hpe":false,"status":"Strongly negative","icon":"red","comments1":"this scheme will just increase traffic on Edgware Road which is already increasingly busy.\nMy daughter goes to Hampden Gurney CoE primary school which is just outside the area.\nI'm concerned this new scheme will just make the pollution and air quality much worse near the school and am really concerned about the health consequences this will have on children attending the school","comments2":""},"type":"Feature"},{"type":"Feature","properties":{"comments2":"pls make sure Praed Street and South Wharf road is covered, and we need a playground for children in the area","icon":"green","comments1":"need to make sure that south wharf road / praed street are also covered not to have negative impact on this area","hpe":false,"status":"Strongly positive"},"geometry":{"coordinates":[-0.17104,51.51838],"type":"Point"}},{"geometry":{"coordinates":[-0.16279,51.51606],"type":"Point"},"properties":{"status":"Strongly positive","hpe":false,"icon":"green","comments1":"","comments2":""},"type":"Feature"},{"properties":{"status":"Strongly negative","hpe":false,"comments1":"The introduction of the scheme will only increase the traffic in our area which is excluded and located at the border of the planned intervention. This is totally unacceptable\nWe live in a very congested area and unfortunately we strongly oppose these plans\n","icon":"red","comments2":"The plans are without proper study and support of surrounding areas especially between old marylebone Road and Chappell Street that they suffer greatly by increasing traffic and pollution\nOur area is left out and will deteriorate further \nTotal disaster of a plan "},"type":"Feature","geometry":{"coordinates":[-0.16668,51.51933],"type":"Point"}},{"properties":{"status":"Strongly positive","hpe":false,"comments2":"","icon":"green","comments1":""},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.16668,51.51933]}},{"properties":{"hpe":false,"status":"Strongly negative","comments2":"","comments1":"It is going to increase traffic congestion on neighbouring areas off the Edgware rd increase pollution and cause traffic cut through a in small narrow streets such as Cabbell st and Transcript Street.","icon":"red"},"type":"Feature","geometry":{"coordinates":[-0.16705,51.51873],"type":"Point"}},{"geometry":{"coordinates":[-0.16668,51.51933],"type":"Point"},"type":"Feature","properties":{"comments2":"","icon":"red","comments1":"","hpe":false,"status":"Strongly negative"}},{"properties":{"hpe":false,"status":"Strongly negative","comments2":"","comments1":"","icon":"red"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.1453,51.51935]}},{"geometry":{"coordinates":[-0.16751,51.51922],"type":"Point"},"properties":{"comments2":"","comments1":"Introducing restrictions in this specific zone will inevitably result in the traffic moving to the zone in which I live which borders it. ","icon":"red","hpe":false,"status":"Mostly negative"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.16662,51.51908]},"properties":{"status":"Strongly negative","hpe":false,"icon":"red","comments1":"You will be driving that traffic to other streets, particularly down Sussex Gardens into our area and through our streets- Old Marylebone Road, Transept Street, Cabbel Street. I do not think it is fair to shut off general traffic in certain neighbourhoods that will overflow into ours.  ","comments2":"All neighbourhoods in thie area hould have an equal say, especially if the impact of changes means we will need to deal with the additional congestion."},"type":"Feature"},{"properties":{"comments2":"","comments1":"There will be even more traffic congestion around the proposed area, for driver’s trying to avoid this area and the congestion charge area.  It’s already very congested around Edgware Road and the surroundings.","icon":"red","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.1663,51.5195]}},{"geometry":{"type":"Point","coordinates":[-0.15119,51.51742]},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments2":"This is a badly considered scheme. It will cause immense harm to those living inside as their freedom will be curtailed.  It will also increase pollution in the surrounding streets and unforgivably in Hyde Park where the North Carriage Drive is now permanently closed and the serpentine road is down to one Lane with the expensive, permanent and very little used cycle Lane ","comments1":"Proposals will gridlock the surrounding area increasing which already has bad congestion and pollution. It will make it impossible to journey east / west without adding to the traffic. There must be better ways to discourage unnecessary car journeys without making necessary  car journeys impossible   ","icon":"red"}},{"properties":{"hpe":false,"status":"Strongly negative","icon":"red","comments1":"This scheme cuts off one area and will force more traffic on to the surrounding roads and create more traffic, pollution and noise for those living in the adjoining areas. The businesses in Connaught Street will become further cut off and need the source of business particularly now when many may choose to drive to stay safe during the pandemic.","comments2":"This seems to be being rushed through with not too much thought as to the possible impact for the area and the surrounding areas. The businesses need to thrive otherwise there will be no reason for people to want to go to Connaught Village. The scheme just cuts the area off."},"type":"Feature","geometry":{"coordinates":[-0.16705,51.51873],"type":"Point"}},{"properties":{"comments2":"","comments1":"","icon":"green","status":"Mostly positive","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.17572,51.51452]}},{"geometry":{"coordinates":[-0.20795,51.53096],"type":"Point"},"properties":{"comments2":"","icon":"green","comments1":"","status":"Strongly positive","hpe":false},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.16773,51.51945]},"properties":{"comments2":"","icon":"red","comments1":"Living just off Edgware Road, my primary concern is that this proposed scheme will benefit a small number of streets, but will do nothing to reduce the volume of cars on the road. As a result, it will displace traffic rather than reduce it. The displaced traffic will increase congestion and reduce air quality in nearby streets, primarily Edgware Road and the residential streets off it (including my own). I’m not in favour of improving air quality and reducing traffic for the benefit of small number of wealthy people (which the proposed streets overwhelmingly are), at the expense of increasing congestion and reducing air quality for many others, especially since those living on Edgware Road are already living in greater deprivation which this scheme would exacerbate.","hpe":false,"status":"Mostly negative"},"type":"Feature"},{"geometry":{"coordinates":[-0.16078,51.51552],"type":"Point"},"properties":{"comments2":"","icon":"green","comments1":"","status":"Mostly positive","hpe":false},"type":"Feature"},{"type":"Feature","properties":{"comments2":"London in general would be so much better if car ownership was discouraged or even disallowed and replaced with schemes such as Zip cars. That way parking spaces could be turned into far more useful things.","comments1":"Sussex Gardens is used for through traffic and drivers drive too quickly when they are able to.","icon":"green","status":"Strongly positive","hpe":false},"geometry":{"type":"Point","coordinates":[-0.17572,51.51452]}},{"type":"Feature","properties":{"icon":"red","comments1":"There are issues in the area such as poor visibility at the junction of Clarendon Place and Hyde Park Square. However I see no issue with too many cars in the area although there are some well-known Cutthrough is because of huge bottlenecks on the main road. The way the scheme has been proposed it will be extremely difficult to visit properties in the area and then leave without adding half an hour to the round-trip","comments2":"This is an ill-conceived scheme and does not take account of the needs of the majority of residents and Road users. It is perhaps supported by a number of more vocal occupants and planners on the council","hpe":false,"status":"Strongly negative"},"geometry":{"type":"Point","coordinates":[-0.18459,51.53617]}},{"geometry":{"type":"Point","coordinates":[-0.16642,51.51926]},"properties":{"status":"Strongly negative","hpe":false,"comments2":"","icon":"red","comments1":"At this time money can be spent in other more pressing areas - actual social need, school meals - and not prettying up an area with affluent live in their isolated splendour - in actual fact many of the homes in this area are only inhabited a few months a year. Sadly where there are homes there are people who want to drive - so you will always have motor traffic. If you exclude it from this area - it just wont go away - it will go into the surround areas and cause congestion in and all roads off Edgware Road. I definitely think money could be better spent. This is not a scheme I would support - and I do not have a car."},"type":"Feature"},{"type":"Feature","properties":{"comments1":"It is extremely difficult to exit onto Sussex Gardens from Southwick as it is. ","icon":"red","comments2":"","status":"Strongly negative","hpe":false},"geometry":{"type":"Point","coordinates":[-0.17096,51.51689]}},{"properties":{"comments2":"I think this is a waste of council money. There is no extra traffic in London currently, in fact it is quieter than it has ever been . Why are we using money for schemes like this when  unemployment will be the biggest problem, I know councils were given grants so have had to conjure up schemes, but this will add to the endless traffic jams all around the area , Park Lane, and its unused bike lane forcing traffic to one lane, North carriage drive being shut causing endless trafific jams in Hyde Park ( why is t shut? there is a bike lane)   Edgware Road and Marylebone road have slow moving traffic and poor air quality. The congestion charge 7 days a week is killing businesses. Is the aim to turn the West End into a ghost town of empty business units? Do remember people live here.We are all being penalised , family can't visit due to 7 day charge. Tradesmen will not come into the area to service our houses due to terrible traffic and £15 charge. Our once beautiful thriving area is being ruined.","icon":"red","comments1":"All the traffic will be pushed on to the already congested Edgware Road , static traffic bad fumes . Lancaster gate is already a major traffic jam at most times. I use local services and also drive through Hyde Park . This is not an area full of shcools that need to be protected, It is a residential area with many second homes and short lets . ","status":"Strongly negative","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.16382,51.51805]}},{"geometry":{"coordinates":[-0.16651,51.51917],"type":"Point"},"properties":{"comments2":"I think there are opportunities to open up the space and have seasonal markets and cultural events in the area without having a permanent low traffic neighbourhood which will be to the detriment of others who live nearby  ","icon":"red","comments1":"Very concerned about the increased traffic and pollution in the nearby streets","status":"Strongly negative","hpe":false},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.16705,51.51873]},"properties":{"status":"Neutral","hpe":false,"icon":"grey","comments1":"I am concerned that local businesses will suffer if it becomes impossible for people to drive and park in the area. I am also concerned that the scheme will mean more traffic on roads neighbouring the LTN area (sussex gardens, old marylebone road, chapel street etc). As a zipcar used I would also like to know that there will continue to be zipcars available in the LTN.","comments2":""},"type":"Feature"},{"geometry":{"coordinates":[-0.18041,51.41083],"type":"Point"},"properties":{"comments2":"","icon":"green","comments1":"","status":"Mostly positive","hpe":false},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.16842,51.53411]},"properties":{"icon":"green","comments1":"This is great. I use the area a lot on my way to work and this would improve the area massively. I can’t wait for it to be implemented and schemes like this to be rolled out around the borough.","comments2":"Please do not let residents down on this. It’s a great scheme. Out children will thank you for talking these actions now, it goes hand in hand with reducing our carbon emissions and improving air quality and encouraging a more active life style","status":"Strongly positive","hpe":false},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.14486,51.48982]},"properties":{"hpe":false,"status":"Strongly positive","comments2":"","icon":"green","comments1":"I think that this is a well thought out scheme"},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.18989,51.53448]},"type":"Feature","properties":{"comments2":"","comments1":"Connaught Village and the Hyde Park Estate is a lovely area but it's currently spoiled by too much rat-running motor traffic. The scheme will make local streets more welcoming and safer for walking and cycling.","icon":"green","status":"Strongly positive","hpe":false}},{"geometry":{"type":"Point","coordinates":[-0.16276,51.51973]},"properties":{"hpe":false,"status":"Strongly negative","comments1":"We wish to voice our concerns about this plan because we have young children (and many of their classmates) going to a Primary school on the other side of Edgware Road very near the proposed area. Our biggest worry, should this plan to ahead, would be that an increase in traffic will as a consequence be re-routed to the streets next to and around the school, where pollution levels are already above the national safe levels, and especially detrimental for young growing children’s health and development. We sincerely hope you will take these factors into consideration and abandon the plan altogether for the sake of all the local families who live in and around the area. ","icon":"red","comments2":""},"type":"Feature"},{"geometry":{"coordinates":[-0.16238,51.52456],"type":"Point"},"properties":{"comments1":"I am a parent of a child at Hampden Gurney school, the other side of Edgware Rd to the Hyde Park Estate. I am generally in favour of the idea of an LTN, however I am concerned about the potential knock on impact of increased traffic on Edgware Rd having a detrimental impact on the school's air quality.\nAs part of this initiative, Hampden Gurney needs air quality monitoring at the school in order to ensure the it is within the WHO recommended limits, and the LTN does not have any adverse affects.","icon":"green","comments2":"I don't understand why so many people are against this scheme. All that can be done to reduce traffic, improve active travel options/road safety - particularly for kids, and improve air quality is important.","hpe":false,"status":"Mostly positive"},"type":"Feature"},{"geometry":{"coordinates":[-0.18685,51.52981],"type":"Point"},"type":"Feature","properties":{"icon":"green","comments1":"We will all have a better quality of life, particularly when we are largely confined to our neighbourhoods if there is less motor traffic, so that we can more enjoy walking and cycling through our localities without motor traffic.","comments2":"This is a great initiative and I really welcome the idea of there being less motor traffic and consequent noise on Connaught St.","hpe":false,"status":"Strongly positive"}},{"properties":{"status":"Strongly positive","hpe":false,"comments1":"","icon":"green","comments2":""},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.19297,51.52694]}},{"properties":{"comments2":"","icon":"green","comments1":"It is really important to help walking and cycling in the area and cut down on rat running traffic","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"coordinates":[-0.09041,51.45372],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.31627,51.56466]},"properties":{"comments2":"","comments1":"Support as it reduces motor traffic, making area safer, reducing pollution and congestion.","icon":"green","hpe":false,"status":"Strongly positive"},"type":"Feature"},{"properties":{"status":"Strongly positive","hpe":false,"comments2":"","icon":"green","comments1":""},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.19902,51.52919]}},{"geometry":{"type":"Point","coordinates":[-0.18173,51.51778]},"type":"Feature","properties":{"status":"Mostly negative","hpe":false,"comments2":"It seems that the LTN trial scheme would be pushing the problem around, causing more diesel vehicles to idle their engines, and ultimately more choke congestion.  Moreover, I reckon we are entering a La Niña period which is set to last through the first quarter of 2021.  La Niña will have an effect on global temperatures, so locally we will be subjected to much colder winters than during the 21st Century.  Thus, beginning of our little ice age, I doubt they'll be alfresco dining in a colder climate.   ","comments1":"I am very concerned that the LTN trial scheme will effect the East/West directional flow of traffic.  There will be much longer question in both directions in both directions on Bayswater Road and more traffic on Sussex Gardens.  Diesel Bus journeys on Bayswater Road would take much longer.  Making many journeys longer, hence car hire and taxi journeys would be more expensive.  There would be more traffic on Craven Hill, and on various roads leading from Bayswater Road via Leinster Gardens/Terrace to its Western end.","icon":"red"}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments2":"","comments1":"","icon":"green"},"geometry":{"type":"Point","coordinates":[-0.19593,51.52773]}},{"properties":{"status":"Strongly positive","hpe":false,"comments2":"","comments1":"","icon":"green"},"type":"Feature","geometry":{"coordinates":[-0.15174,51.49353],"type":"Point"}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments2":"","icon":"green","comments1":"I have been cycling in this area for over 30 years and this will make it much safer and more accessible."},"geometry":{"coordinates":[-0.19554,51.52393],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.14269,51.52047]},"properties":{"status":"Strongly positive","hpe":false,"comments2":"","comments1":"I live locally (Marylebone). I have 2 small (age 4 & 8) children and want to encourage them to cycle. It is very difficult to find safe places for them to cycle on the streets in Westminster. Camden has now developed lots of segregated cycle lanes where they can cycle safely without the risk of collision. It is a joy to travel with them through these streets and I hope that the LTN in Westminster will provide a similar safe environment for vulnerable road users. ","icon":"green"},"type":"Feature"},{"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","icon":"green","comments1":"","comments2":""},"geometry":{"coordinates":[-0.18549,51.51539],"type":"Point"}},{"properties":{"status":"Strongly positive","hpe":false,"comments2":"","icon":"green","comments1":"Please do more all over Westminster!"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.193,51.51466]}},{"geometry":{"type":"Point","coordinates":[-0.20153,51.53003]},"type":"Feature","properties":{"hpe":false,"status":"Mostly positive","comments1":"As a long term cyclist, I welcome this as more encouraging for people to walk and cycle in a healthier way.","icon":"green","comments2":""}},{"geometry":{"type":"Point","coordinates":[-0.18405,51.52044]},"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments1":"","icon":"green","comments2":""}},{"geometry":{"coordinates":[-0.16403,51.51924],"type":"Point"},"properties":{"comments2":"I think this trial is a great idea and hopefully will show that reducing passing traffic flow can really benefit an area.","icon":"green","comments1":"","status":"Strongly positive","hpe":false},"type":"Feature"},{"properties":{"comments2":"","comments1":"Improve safety for cycling through the area, and air quality during walking and cycling, as I use streets in this zone on almost every trip I make in London, about half of which are by bike and half on foot","icon":"green","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.17938,51.51244]}},{"geometry":{"coordinates":[-0.1412,51.52129],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","icon":"red","comments1":"This will push extra traffic on Edgware Rd, and make pollution worse for primary schools that are next to this road.","comments2":"This is only about improving a certain area, and not considering making neighbouring areas worse. Even this feedback form reflects this. \n\nThink about the kids schools near to this area, and help this."}},{"geometry":{"type":"Point","coordinates":[-0.16184,51.52352]},"type":"Feature","properties":{"status":"Mostly negative","hpe":false,"comments1":"I worry about the impact on Hampden Gurney school and whether the school will suffer more air pollution due to the road changes","icon":"red","comments2":""}},{"properties":{"icon":"red","comments1":"We have to manage sending and picking up two kids from different schools, one of which is Hampden Gurney. The only option to catch up the time is to drive between the schools. Temporary parking in this area to drop off/pick up is our everyday essential. And I have to say this area is particular quieter than many areas within this borough.","comments2":"","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.18147,51.51502]}},{"properties":{"comments2":"","comments1":"Parents that have to drive in to drop children’s off to Hampden gurney school on the other side of Edgware Road are unable to park in the congestion zone, and have been given permits to park in the LTN area on yellow lines to drop their children off to school.  This will greatly impact the ability for children who live away from school to be dropped off and picked up and unfairly impact parents who can’t afford to live in the local area.  ","icon":"red","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.26532,51.50946]}},{"type":"Feature","properties":{"comments1":"The proposal is to push more traffic that uses the rea down Edgware Road and Marylebone Road. Whilst the intention might be to reduce through traffic it will increase the congestion on the major roads and thus effectively increase pollution. There are local schools and residents who will be affected by the increase in pollution and traffic on the major roads. A more thorough solution that covers HydePark area, Marylebone and the surrounding roads needs to be devised.","icon":"red","comments2":"","hpe":false,"status":"Strongly negative"},"geometry":{"coordinates":[-0.16347,51.51811],"type":"Point"}},{"properties":{"comments2":"","icon":"green","comments1":"","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.18095,51.52666]}},{"geometry":{"type":"Point","coordinates":[-0.17754,51.52139]},"type":"Feature","properties":{"comments1":"The area does not need any more obstructions to vehicular traffic.  ","icon":"red","comments2":"We do not need anymore anti-car provisions in our area. The cycle lanes have already slowed traffic down as its is.","hpe":false,"status":"Strongly negative"}},{"geometry":{"coordinates":[-0.27552,51.48722],"type":"Point"},"type":"Feature","properties":{"status":"Strongly positive","hpe":false,"comments2":"","icon":"green","comments1":""}},{"properties":{"comments1":"Whilst the LTN scheme will benefit the residents of the Hyde Park Estate who clearly have a strong/influential voice it would mean increased traffic and tailbacks on the surrounding roads, and causing increased air pollution  which would not be fair to other residents in areas immediately surrounding the HPE.  This is certainly not fair.  I believe there is already a ban on lorries and coaches entering the Estate.  Of course one wants to encourage people to walk and cycle, certain journeys are essential for those who are disabled, tradesmen and importantly emergency vehicles which would be caught up in traffic jams.  On what basis is this one particular area being closed off as opposed to some other?  The fact that the Council has provided no data/studies nor consulted residents and is acting unilaterally in the implementation of this scheme is very worrying indeed.  ","icon":"red","comments2":"","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.18145,51.51559]}},{"properties":{"comments1":"I believe this will make this a safe area to walk and cycle","icon":"green","comments2":"","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"coordinates":[-0.13557,51.51349],"type":"Point"}},{"properties":{"comments2":"","icon":"green","comments1":"","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.06552,51.54089]}},{"geometry":{"type":"Point","coordinates":[-0.18334,51.53148]},"properties":{"hpe":false,"status":"Strongly positive","comments2":"London is one enormous parking lot with a race track between the parked cars, no way to run a city!","icon":"green","comments1":"Anything to reduce the overwhelming thundering dominance of the internal combustion engine"},"type":"Feature"},{"geometry":{"coordinates":[-0.14295,51.48824],"type":"Point"},"properties":{"hpe":false,"status":"Strongly positive","comments2":"A brilliant scheme! I hope the council will be bold enough to implement it.","icon":"green","comments1":"It is important to reduce the dominance of motor traffic to the benefit of local residents and businesses as well as pedestrians and cyclists."},"type":"Feature"},{"type":"Feature","properties":{"comments2":"","comments1":"Air quality improvements\nSafer cycling and walking","icon":"green","status":"Strongly positive","hpe":false},"geometry":{"coordinates":[-0.15504,51.51255],"type":"Point"}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments2":"","icon":"green","comments1":"Any measures to encourage people to use their vehilces less is to be enouraged. Also the benefits to local residents in terms of improved environment (noise, air, safety). "},"geometry":{"coordinates":[-0.14141,51.4887],"type":"Point"}},{"properties":{"status":"Strongly positive","hpe":false,"comments2":"","icon":"green","comments1":"I regularly cycle in the area and have noticed many speeding cars. I have also noticed how dangerous it is to cycle to Hyde Park."},"type":"Feature","geometry":{"coordinates":[-0.20227,51.528],"type":"Point"}},{"type":"Feature","properties":{"status":"Strongly positive","hpe":false,"comments2":"PLease ensure that the consultation responses are openly shared and debated and the process remaisn inclusive to the affected area and wider borough.  This will ease and encourage LTN expansion much more effectively with Westminster residents,  and workers and visitors to the area.","icon":"green","comments1":"Support:  Very much welcome the approach and the anticipated increase in people and businesses actively co-operating to improve environment, choice, and local well-being.\nCautious:  cyclist dominating pedestrian and street areas with little regard for others; vehicular fallout to surrounding areas and increase in pollution due to more traffic jams."},"geometry":{"type":"Point","coordinates":[-0.16278,51.52451]}},{"properties":{"comments1":"","icon":"green","comments2":"","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"coordinates":[-0.18498,51.52931],"type":"Point"}},{"properties":{"icon":"green","comments1":"","comments2":"","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.19044,51.52421]}},{"geometry":{"type":"Point","coordinates":[-0.16238,51.52456]},"type":"Feature","properties":{"status":"Mostly positive","hpe":false,"comments2":"Just to reiterate I think it is crucial that air quality outside Hampden Gurney school is monitored throughout the trial to ensure no deterioration. ","comments1":"I am in favour of low traffic neighbourhoods and fully support their introduction in Westminster. However, I feel it is important to monitor the impact of displaced traffic on surrounding areas. My daughter attends Hampden Gurney school, which is just outside the area and where air quality would be negatively affected by any increase I traffic on Edgware Road and nearby streets. Please can air quality outside the school be monitored throughout the trial to ensure no deterioration. ","icon":"green"}},{"properties":{"comments2":"","comments1":"","icon":"green","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"coordinates":[-0.07753,51.58571],"type":"Point"}},{"properties":{"icon":"red","comments1":"","comments2":"The Connaugt Village area is actually\n1) a critical way of spreading motor traffic from West residents into the Center so that it does not concentrate only around Paddington / Marylebone road / Bayswater road\n2) despite that, not congested at all (EVEN BEFORE covid).\n\nAt a moment where the use of public transport is difficult for contagion reasons, more and more of us need a car and do need to physically attend their workplaces. This scheme is basically making a \"golden island\" for the happy few who live within it, whilst creating major headaches for other nearby residents.","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"coordinates":[-0.18035,51.51336],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.11487,51.44117]},"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments2":"","icon":"green","comments1":""}},{"properties":{"comments1":"This will cause increased traffic and pollution in neighbouring areas.","icon":"red","comments2":"This will increase nearby pollution and the number of vehicles in nearby streets.","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"coordinates":[-0.16651,51.51917],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.17676,51.48703]},"properties":{"icon":"green","comments1":"I regularly bicycle through these streets on the way to Paddington or Regent's Park.","comments2":"I sometime see Arab drivers in Paddington ignoring traffic signals and signs. Please step camera inforcement to cool their behaviour. ","hpe":false,"status":"Strongly positive"},"type":"Feature"},{"properties":{"status":"Mostly positive","hpe":false,"comments2":"More ltns needed if this is a success","comments1":"Rebalance local environment for people, not cars","icon":"green"},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.13511,51.51699]}},{"properties":{"hpe":false,"status":"Strongly positive","comments1":"","icon":"green","comments2":""},"type":"Feature","geometry":{"coordinates":[-0.08253,51.45799],"type":"Point"}},{"properties":{"comments1":"In Greater London over 10 million journeys take place on foot already. COVID_19 lockdowns & restrictions have given us a glimpse of how life for everybody can be improved both physically & mentally if more people walk as part of their daily life. We should be doing all we can to facilitate an increase in this in ways that benefit everybody.","icon":"green","comments2":"","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.29947,51.42412]}},{"properties":{"icon":"red","comments1":"The closure of the whole Connaught Village will lead to additional congestion on Bayswater road And Sussex Gardens which will be detrimental to these neighbourhoods. It is unfair to other streets to bear the burden of the closure of a whole area as big as Hyde Park Estate / Connaught Village ","comments2":"","hpe":false,"status":"Strongly negative"},"type":"Feature","geometry":{"coordinates":[-0.18035,51.51336],"type":"Point"}},{"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments2":"","icon":"green","comments1":"I cycle through this area and welcome the LTN proposal"},"geometry":{"coordinates":[-0.106,51.53885],"type":"Point"}},{"properties":{"comments1":"","icon":"green","comments2":"","hpe":false,"status":"Strongly positive"},"type":"Feature","geometry":{"coordinates":[-0.14707,51.55788],"type":"Point"}},{"geometry":{"coordinates":[-0.16051,51.52252],"type":"Point"},"properties":{"hpe":false,"status":"Strongly positive","comments1":"","icon":"green","comments2":""},"type":"Feature"},{"geometry":{"coordinates":[-0.4164,51.57961],"type":"Point"},"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments1":"","icon":"green","comments2":""}},{"geometry":{"coordinates":[-0.09632,51.48549],"type":"Point"},"properties":{"status":"Strongly positive","hpe":false,"comments1":"I walk and sometie cycle through this area reasonably often and as a visitor would really appreciate the benefits that a Low Traffic Neighbourhood would offer. The streets are currently very busy with intimidating traffic and cycling there is particulalry difficult","icon":"green","comments2":""},"type":"Feature"},{"geometry":{"coordinates":[-0.15715,51.51946],"type":"Point"},"properties":{"comments2":"Stop making our lives more difficult ","icon":"red","comments1":"It is clearly Westminster's fault that congestion is on the raise. You have made traffic more difficult in surrounding streets This scheme will make it worse.  A child can see that what you are doing is wrong and making Westminster worse. Please stop","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"properties":{"icon":"green","comments1":"It will attract people to the area, in turn, helping local businesses which is much needed right now.","comments2":"","status":"Strongly positive","hpe":false},"type":"Feature","geometry":{"type":"Point","coordinates":[-0.26386,51.50154]}},{"geometry":{"type":"Point","coordinates":[-0.17645,51.51214]},"type":"Feature","properties":{"hpe":false,"status":"Strongly negative","comments1":"It’s already a mess, the cycle lanes already in place are not used by cyclists as it is, the 20mph has caused more problems, traffic light phasing is atrocious, please direct the money to projects that will actually do some good such as making the streets safer, housing the homeless in the area, enforcing road rules on cyclists to stop at red lights for example. What you are proposing is an answer to a non problem","icon":"red","comments2":"Please concentrate on actual problems instead of wasting time and money on essentially vanity projects"}},{"type":"Feature","properties":{"status":"Mostly positive","hpe":false,"icon":"green","comments1":"","comments2":""},"geometry":{"coordinates":[-0.18334,51.53148],"type":"Point"}},{"geometry":{"type":"Point","coordinates":[-0.18786,51.53456]},"properties":{"comments1":"","icon":"green","comments2":"","status":"Strongly positive","hpe":false},"type":"Feature"},{"geometry":{"type":"Point","coordinates":[-0.18535,51.5128]},"properties":{"icon":"red","comments1":"","comments2":"1 B","status":"Strongly negative","hpe":false},"type":"Feature"},{"geometry":{"coordinates":[0.01674,51.45273],"type":"Point"},"type":"Feature","properties":{"comments2":"Increase the number of safe crossing places on the surrounding main roads - especially Praed Street, Sussex Gardens, Hyde Park Place and, of course, the Edgware Road.  The main junction of roads at Hyde Park Corner needs to have safe crossing places, with minimal pedestrian waiting times and enough crossing times for all abilities of pedestrians.  Crossings should not disable people.","comments1":"The scheme could include more streets towards Paddington Station","icon":"green","hpe":false,"status":"Mostly positive"}},{"geometry":{"type":"Point","coordinates":[-0.07581,51.47188]},"type":"Feature","properties":{"hpe":false,"status":"Strongly positive","comments1":"I regularly cycle to Paddington station from my home in Peckham as it is the quickest and most reliable method of getting there. Quite a lot of that journey is now on protected infrastructure and having the last section would in a high quality LTN would be fantastic.","icon":"green","comments2":""}},{"type":"Feature","properties":{"status":"Strongly positive","hpe":false,"comments2":"Looks a really nice scheme for everyone, but especially for young children and their families and for older residents.  Pleased to see an experimental traffic order being put to good use - hope the trial goes well and is made permanent.","comments1":"I really like the vision set out for Paddington and the Hyde Park Estate Low Traffic Neighbourhood.   I do think the consultation website makes the case for this very well.  When I pass through this area (walking, occasionally cycling, or by bus) it always strikes me what a traffic-ridden area it is.  The proposals would hugely benefit local residents in particular and anyone wishing to walk or cycle between Hyde Park and Paddington station.  I very much welcome the opportunity they provide to create public space and generally to 'green up' what is a very densely populated part of central London.  Well done to all involved in developing this scheme.","icon":"green"},"geometry":{"type":"Point","coordinates":[-0.18785,51.45003]}},{"geometry":{"type":"Point","coordinates":[-0.17981,51.51549]},"properties":{"comments2":"I have lived in this area since 1991. It WAS colourful busy interesting and lived in. It is now a sad dullc area because a large number of flats are not lived in and remain empty. Use your Connaught Street to promote usage and passing trade. Do not introduce a negatIve approach LTN. This has been tried in Eating and it is a disaster.  STOP IT NOW","comments1":"There is an extremely low traffic flow throughout The Hyde Park Estate which is next to where I live. There are a large number of empty properties that are investment only. Promote using the area not gating it. Build bridges not walls.","icon":"red","hpe":false,"status":"Strongly negative"},"type":"Feature"},{"geometry":{"coordinates":[-0.17981,51.51443],"type":"Point"},"type":"Feature","properties":{"status":"Strongly negative","hpe":false,"comments1":"It is so selfish of the HPE to try wish to impose this scheme, with little or no regard for what happens to pollution and congestion immediately adjacent to LTN.  Not in my back yard.  Why should we suffer with increased pollution and congestion in other reads around the HPE area.  It is also completely unacceptable that this is imposed on this area without proper consultation in the first place.  It seems that many residents did not even know about this proposal.  Why did Westminster Council not send this to EVERYONE in Westminster Electoral Register?  \n\n\nWe believe that the proposed Hyde Park Estate LTN will result in:\n\nLong tailbacks on Bayswater, Westbourne, Gloucester and Lancaster Terraces, Sussex Gardens, Bishops Bridge Road, Edgware and Marylebone Road\n\nIncreased traffic on all roads outside the LTN and rat-running through smaller residential streets across W2\n\nIncreased air pollution from standing traffic (as we have seen with West Carriage Drive in Hyde Park)\n\nDisplaced traffic will be forced onto recently narrowed roads, adding to existing well-known bottle-necks\n\nSignificantly increased road journey times.  This scheme particularly discriminates against the less mobile, the elderly and those who must travel by car or bus. It also has a much larger effect on those who have long distances to travel to work and do not have showers and changing facilities\n\nClogged single lane roads.  This means vehicles will be unable to pull over for emergency services (fire, police and ambulance services will suffer)  Many cycle lanes are having physical barriers installed.  In addition, this scheme means emergency vehicles trying to pass through the HPE to avoid surrounding traffic jams will not be able to pass because of large concrete planters closing roads\n\nIt is entirely unfair for a \"gated\" quiet zone to be carved out for a low population enclave compared with much more heavily populated residential streets all around, and at the expense of commuters and less mobile people\n\nThe Council is pushing this though during COVID-19 without any consultation with residents.  Only a small group of residents have even been sent the notification. This is a dreadful abuse of powers that sets a dangerous precedent in how Westminster Council believes it can behave.","icon":"red","comments2":""}}],"type":"FeatureCollection"}
